{
  "verses": [
    {"verse": "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.", "reference": "John 3:16"},
    {"verse": "I can do all things through Christ who strengthens me.", "reference": "Philippians 4:13"},
    {"verse": "The Lord is my shepherd; I shall not want.", "reference": "Psalm 23:1"},
    {"verse": "Trust in the Lord with all your heart and lean not on your own understanding.", "reference": "Proverbs 3:5"},
    {"verse": "Be strong and courageous. Do not be afraid; do not be discouraged, for the Lord your God will be with you wherever you go.", "reference": "Joshua 1:9"},
    {"verse": "For I know the plans I have for you, declares the Lord, plans to prosper you and not to harm you, plans to give you hope and a future.", "reference": "Jeremiah 29:11"},
    {"verse": "The Lord is my light and my salvation; whom shall I fear? The Lord is the stronghold of my life; of whom shall I be afraid?", "reference": "Psalm 27:1"},
    {"verse": "But those who hope in the Lord will renew their strength. They will soar on wings like eagles; they will run and not grow weary.", "reference": "Isaiah 40:31"},
    {"verse": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.", "reference": "Romans 8:28"},
    {"verse": "Cast all your anxiety on him because he cares for you.", "reference": "1 Peter 5:7"},
    {"verse": "The Lord is close to the brokenhearted and saves those who are crushed in spirit.", "reference": "Psalm 34:18"},
    {"verse": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God.", "reference": "Philippians 4:6"},
    {"verse": "Come to me, all you who are weary and burdened, and I will give you rest.", "reference": "Matthew 11:28"},
    {"verse": "The Lord bless you and keep you; the Lord make his face shine on you and be gracious to you.", "reference": "Numbers 6:24-25"},
    {"verse": "Have I not commanded you? Be strong and courageous. Do not be afraid; do not be discouraged.", "reference": "Joshua 1:9"},
    {"verse": "God is our refuge and strength, an ever-present help in trouble.", "reference": "Psalm 46:1"},
    {"verse": "Be still, and know that I am God.", "reference": "Psalm 46:10"},
    {"verse": "The Lord is my rock, my fortress and my deliverer; my God is my rock, in whom I take refuge.", "reference": "Psalm 18:2"},
    {"verse": "Delight yourself in the Lord, and he will give you the desires of your heart.", "reference": "Psalm 37:4"},
    {"verse": "Wait for the Lord; be strong and take heart and wait for the Lord.", "reference": "Psalm 27:14"},
    {"verse": "This is the day the Lord has made; let us rejoice and be glad in it.", "reference": "Psalm 118:24"},
    {"verse": "The Lord is gracious and compassionate, slow to anger and rich in love.", "reference": "Psalm 145:8"},
    {"verse": "Give thanks to the Lord, for he is good; his love endures forever.", "reference": "Psalm 107:1"},
    {"verse": "Great is our Lord and mighty in power; his understanding has no limit.", "reference": "Psalm 147:5"},
    {"verse": "Your word is a lamp for my feet, a light on my path.", "reference": "Psalm 119:105"},
    {"verse": "Love is patient, love is kind. It does not envy, it does not boast, it is not proud.", "reference": "1 Corinthians 13:4"},
    {"verse": "And now these three remain: faith, hope and love. But the greatest of these is love.", "reference": "1 Corinthians 13:13"},
    {"verse": "But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness.", "reference": "Galatians 5:22"},
    {"verse": "Love the Lord your God with all your heart and with all your soul and with all your mind.", "reference": "Matthew 22:37"},
    {"verse": "A new command I give you: Love one another. As I have loved you, so you must love one another.", "reference": "John 13:34"},
    {"verse": "Greater love has no one than this: to lay down one's life for one's friends.", "reference": "John 15:13"},
    {"verse": "Dear friends, let us love one another, for love comes from God.", "reference": "1 John 4:7"},
    {"verse": "We love because he first loved us.", "reference": "1 John 4:19"},
    {"verse": "Above all, love each other deeply, because love covers over a multitude of sins.", "reference": "1 Peter 4:8"},
    {"verse": "Be completely humble and gentle; be patient, bearing with one another in love.", "reference": "Ephesians 4:2"},
    {"verse": "Jesus said to him, I am the way, the truth, and the life. No one comes to the Father except through me.", "reference": "John 14:6"},
    {"verse": "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God.", "reference": "Ephesians 2:8"},
    {"verse": "If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.", "reference": "1 John 1:9"},
    {"verse": "Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here!", "reference": "2 Corinthians 5:17"},
    {"verse": "For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.", "reference": "Romans 6:23"},
    {"verse": "Yet to all who did receive him, to those who believed in his name, he gave the right to become children of God.", "reference": "John 1:12"},
    {"verse": "For it is by grace you have been saved, through faith - and this is not from yourselves, it is the gift of God.", "reference": "Ephesians 2:8"},
    {"verse": "In the beginning was the Word, and the Word was with God, and the Word was God.", "reference": "John 1:1"},
    {"verse": "Jesus Christ is the same yesterday and today and forever.", "reference": "Hebrews 13:8"},
    {"verse": "I am the Alpha and the Omega, the First and the Last, the Beginning and the End.", "reference": "Revelation 22:13"},
    {"verse": "The heavens declare the glory of God; the skies proclaim the work of his hands.", "reference": "Psalm 19:1"},
    {"verse": "In the beginning God created the heavens and the earth.", "reference": "Genesis 1:1"},
    {"verse": "So God created mankind in his own image, in the image of God he created them.", "reference": "Genesis 1:27"},
    {"verse": "The earth is the Lord's, and everything in it, the world, and all who live in it.", "reference": "Psalm 24:1"},
    {"verse": "When I consider your heavens, the work of your fingers, what is mankind that you are mindful of them?", "reference": "Psalm 8:3-4"},
    {"verse": "Ask and it will be given to you; seek and you will find; knock and the door will be opened to you.", "reference": "Matthew 7:7"},
    {"verse": "If you believe, you will receive whatever you ask for in prayer.", "reference": "Matthew 21:22"},
    {"verse": "The prayer of a righteous person is powerful and effective.", "reference": "James 5:16"},
    {"verse": "Call to me and I will answer you and tell you great and unsearchable things you do not know.", "reference": "Jeremiah 33:3"},
    {"verse": "Pray continually, give thanks in all circumstances; for this is God's will for you in Christ Jesus.", "reference": "1 Thessalonians 5:17-18"},
    {"verse": "But seek first his kingdom and his righteousness, and all these things will be given to you as well.", "reference": "Matthew 6:33"},
    {"verse": "Therefore do not worry about tomorrow, for tomorrow will worry about itself.", "reference": "Matthew 6:34"},
    {"verse": "Peace I leave with you; my peace I give you. I do not give to you as the world gives.", "reference": "John 14:27"},
    {"verse": "And the peace of God, which transcends all understanding, will guard your hearts and your minds.", "reference": "Philippians 4:7"},
    {"verse": "You will keep in perfect peace those whose minds are steadfast, because they trust in you.", "reference": "Isaiah 26:3"},
    {"verse": "The Lord gives strength to his people; the Lord blesses his people with peace.", "reference": "Psalm 29:11"},
    {"verse": "Blessed are the peacemakers, for they will be called children of God.", "reference": "Matthew 5:9"},
    {"verse": "Let the peace of Christ rule in your hearts, since as members of one body you were called to peace.", "reference": "Colossians 3:15"},
    {"verse": "Now may the Lord of peace himself give you peace at all times and in every way.", "reference": "2 Thessalonians 3:16"},
    {"verse": "Rejoice in the Lord always. I will say it again: Rejoice!", "reference": "Philippians 4:4"},
    {"verse": "The joy of the Lord is your strength.", "reference": "Nehemiah 8:10"},
    {"verse": "You make known to me the path of life; you will fill me with joy in your presence.", "reference": "Psalm 16:11"},
    {"verse": "Shout for joy to the Lord, all the earth. Worship the Lord with gladness.", "reference": "Psalm 100:1-2"},
    {"verse": "May the God of hope fill you with all joy and peace as you trust in him.", "reference": "Romans 15:13"},
    {"verse": "Consider it pure joy, my brothers and sisters, whenever you face trials of many kinds.", "reference": "James 1:2"},
    {"verse": "Weeping may stay for the night, but rejoicing comes in the morning.", "reference": "Psalm 30:5"},
    {"verse": "For his anger lasts only a moment, but his favor lasts a lifetime.", "reference": "Psalm 30:5"},
    {"verse": "The Lord has done great things for us, and we are filled with joy.", "reference": "Psalm 126:3"},
    {"verse": "So do not fear, for I am with you; do not be dismayed, for I am your God.", "reference": "Isaiah 41:10"},
    {"verse": "When I am afraid, I put my trust in you.", "reference": "Psalm 56:3"},
    {"verse": "There is no fear in love. But perfect love drives out fear.", "reference": "1 John 4:18"},
    {"verse": "For God has not given us a spirit of fear, but of power and of love and of a sound mind.", "reference": "2 Timothy 1:7"},
    {"verse": "Even though I walk through the darkest valley, I will fear no evil, for you are with me.", "reference": "Psalm 23:4"},
    {"verse": "The Lord is my helper; I will not be afraid. What can mere mortals do to me?", "reference": "Hebrews 13:6"},
    {"verse": "Fear not, for I have redeemed you; I have summoned you by name; you are mine.", "reference": "Isaiah 43:1"},
    {"verse": "Be on your guard; stand firm in the faith; be courageous; be strong.", "reference": "1 Corinthians 16:13"},
    {"verse": "The name of the Lord is a fortified tower; the righteous run to it and are safe.", "reference": "Proverbs 18:10"},
    {"verse": "He who dwells in the shelter of the Most High will rest in the shadow of the Almighty.", "reference": "Psalm 91:1"},
    {"verse": "Commit your way to the Lord; trust in him and he will do this.", "reference": "Psalm 37:5"},
    {"verse": "Trust in the Lord forever, for the Lord, the Lord himself, is the Rock eternal.", "reference": "Isaiah 26:4"},
    {"verse": "Those who know your name trust in you, for you, Lord, have never forsaken those who seek you.", "reference": "Psalm 9:10"},
    {"verse": "Blessed is the one who trusts in the Lord, whose confidence is in him.", "reference": "Jeremiah 17:7"},
    {"verse": "When you pass through the waters, I will be with you; and when you pass through the rivers, they will not sweep over you.", "reference": "Isaiah 43:2"},
    {"verse": "The Lord is faithful, and he will strengthen you and protect you from the evil one.", "reference": "2 Thessalonians 3:3"},
    {"verse": "My grace is sufficient for you, for my power is made perfect in weakness.", "reference": "2 Corinthians 12:9"},
    {"verse": "He gives strength to the weary and increases the power of the weak.", "reference": "Isaiah 40:29"},
    {"verse": "I lift up my eyes to the mountains - where does my help come from? My help comes from the Lord.", "reference": "Psalm 121:1-2"},
    {"verse": "The Lord is the strength of his people, a fortress of salvation for his anointed one.", "reference": "Psalm 28:8"},
    {"verse": "It is God who arms me with strength and keeps my way secure.", "reference": "Psalm 18:32"},
    {"verse": "The Lord is my strength and my shield; my heart trusts in him, and he helps me.", "reference": "Psalm 28:7"},
    {"verse": "Finally, be strong in the Lord and in his mighty power.", "reference": "Ephesians 6:10"},
    {"verse": "But he said to me, My grace is sufficient for you, for my power is made perfect in weakness.", "reference": "2 Corinthians 12:9"},
    {"verse": "I will strengthen you and help you; I will uphold you with my righteous right hand.", "reference": "Isaiah 41:10"},
    {"verse": "Do not let your hearts be troubled. You believe in God; believe also in me.", "reference": "John 14:1"},
    {"verse": "In my Father's house are many rooms. If it were not so, would I have told you that I go to prepare a place for you?", "reference": "John 14:2"},
    {"verse": "Now faith is confidence in what we hope for and assurance about what we do not see.", "reference": "Hebrews 11:1"},
    {"verse": "And without faith it is impossible to please God.", "reference": "Hebrews 11:6"},
    {"verse": "We live by faith, not by sight.", "reference": "2 Corinthians 5:7"},
    {"verse": "I have been crucified with Christ and I no longer live, but Christ lives in me.", "reference": "Galatians 2:20"},
    {"verse": "Therefore, since we have been justified through faith, we have peace with God through our Lord Jesus Christ.", "reference": "Romans 5:1"},
    {"verse": "For we walk by faith, not by sight.", "reference": "2 Corinthians 5:7"},
    {"verse": "So then faith comes by hearing, and hearing by the word of God.", "reference": "Romans 10:17"},
    {"verse": "Have faith in God.", "reference": "Mark 11:22"},
    {"verse": "If you have faith as small as a mustard seed, you can say to this mountain, Move from here to there, and it will move.", "reference": "Matthew 17:20"},
    {"verse": "Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you.", "reference": "Ephesians 4:32"},
    {"verse": "Bear with each other and forgive one another if any of you has a grievance against someone.", "reference": "Colossians 3:13"},
    {"verse": "For if you forgive other people when they sin against you, your heavenly Father will also forgive you.", "reference": "Matthew 6:14"},
    {"verse": "Get rid of all bitterness, rage and anger. Be kind and compassionate to one another.", "reference": "Ephesians 4:31-32"},
    {"verse": "Do not repay anyone evil for evil. Be careful to do what is right in the eyes of everyone.", "reference": "Romans 12:17"},
    {"verse": "Bless those who persecute you; bless and do not curse.", "reference": "Romans 12:14"},
    {"verse": "Do not be overcome by evil, but overcome evil with good.", "reference": "Romans 12:21"},
    {"verse": "Honor your father and your mother, so that you may live long in the land the Lord your God is giving you.", "reference": "Exodus 20:12"},
    {"verse": "Children, obey your parents in the Lord, for this is right.", "reference": "Ephesians 6:1"},
    {"verse": "Train up a child in the way he should go; even when he is old he will not depart from it.", "reference": "Proverbs 22:6"},
    {"verse": "Start children off on the way they should go, and even when they are old they will not turn from it.", "reference": "Proverbs 22:6"},
    {"verse": "Children are a heritage from the Lord, offspring a reward from him.", "reference": "Psalm 127:3"},
    {"verse": "As a father has compassion on his children, so the Lord has compassion on those who fear him.", "reference": "Psalm 103:13"},
    {"verse": "Fathers, do not exasperate your children; instead, bring them up in the training and instruction of the Lord.", "reference": "Ephesians 6:4"},
    {"verse": "He must manage his own family well and see that his children obey him.", "reference": "1 Timothy 3:4"},
    {"verse": "Husbands, love your wives, just as Christ loved the church and gave himself up for her.", "reference": "Ephesians 5:25"},
    {"verse": "Two are better than one, because they have a good return for their labor.", "reference": "Ecclesiastes 4:9"},
    {"verse": "A friend loves at all times, and a brother is born for a time of adversity.", "reference": "Proverbs 17:17"},
    {"verse": "As iron sharpens iron, so one person sharpens another.", "reference": "Proverbs 27:17"},
    {"verse": "Do nothing out of selfish ambition or vain conceit. Rather, in humility value others above yourselves.", "reference": "Philippians 2:3"},
    {"verse": "Let each of you look not only to his own interests, but also to the interests of others.", "reference": "Philippians 2:4"},
    {"verse": "Therefore encourage one another and build each other up, just as in fact you are doing.", "reference": "1 Thessalonians 5:11"},
    {"verse": "Carry each other's burdens, and in this way you will fulfill the law of Christ.", "reference": "Galatians 6:2"},
    {"verse": "Be devoted to one another in love. Honor one another above yourselves.", "reference": "Romans 12:10"},
    {"verse": "How good and pleasant it is when God's people live together in unity!", "reference": "Psalm 133:1"},
    {"verse": "Make every effort to keep the unity of the Spirit through the bond of peace.", "reference": "Ephesians 4:3"},
    {"verse": "Whatever you do, work at it with all your heart, as working for the Lord, not for human masters.", "reference": "Colossians 3:23"},
    {"verse": "Commit to the Lord whatever you do, and he will establish your plans.", "reference": "Proverbs 16:3"},
    {"verse": "In all your ways submit to him, and he will make your paths straight.", "reference": "Proverbs 3:6"},
    {"verse": "The plans of the diligent lead to profit as surely as haste leads to poverty.", "reference": "Proverbs 21:5"},
    {"verse": "Do you see someone skilled in their work? They will serve before kings.", "reference": "Proverbs 22:29"},
    {"verse": "Lazy hands make for poverty, but diligent hands bring wealth.", "reference": "Proverbs 10:4"},
    {"verse": "Whatever your hand finds to do, do it with all your might.", "reference": "Ecclesiastes 9:10"},
    {"verse": "And let us not grow weary of doing good, for in due season we will reap, if we do not give up.", "reference": "Galatians 6:9"},
    {"verse": "I have fought the good fight, I have finished the race, I have kept the faith.", "reference": "2 Timothy 4:7"},
    {"verse": "Let us run with perseverance the race marked out for us, fixing our eyes on Jesus.", "reference": "Hebrews 12:1-2"},
    {"verse": "Blessed is the one who perseveres under trial because, having stood the test, that person will receive the crown of life.", "reference": "James 1:12"},
    {"verse": "No temptation has overtaken you except what is common to mankind. And God is faithful; he will not let you be tempted beyond what you can bear.", "reference": "1 Corinthians 10:13"},
    {"verse": "Submit yourselves, then, to God. Resist the devil, and he will flee from you.", "reference": "James 4:7"},
    {"verse": "Be alert and of sober mind. Your enemy the devil prowls around like a roaring lion.", "reference": "1 Peter 5:8"},
    {"verse": "Put on the full armor of God, so that you can take your stand against the devil's schemes.", "reference": "Ephesians 6:11"},
    {"verse": "The Lord is not slow in keeping his promise, as some understand slowness.", "reference": "2 Peter 3:9"},
    {"verse": "Every good and perfect gift is from above, coming down from the Father of the heavenly lights.", "reference": "James 1:17"},
    {"verse": "Give thanks to the Lord, for he is good. His love endures forever.", "reference": "1 Chronicles 16:34"},
    {"verse": "Enter his gates with thanksgiving and his courts with praise; give thanks to him and praise his name.", "reference": "Psalm 100:4"},
    {"verse": "I will give thanks to you, Lord, with all my heart; I will tell of all your wonderful deeds.", "reference": "Psalm 9:1"},
    {"verse": "Let the message of Christ dwell among you richly as you teach and admonish one another with all wisdom.", "reference": "Colossians 3:16"},
    {"verse": "Do not merely listen to the word, and so deceive yourselves. Do what it says.", "reference": "James 1:22"},
    {"verse": "All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness.", "reference": "2 Timothy 3:16"},
    {"verse": "The grass withers and the flowers fall, but the word of our God endures forever.", "reference": "Isaiah 40:8"},
    {"verse": "Heaven and earth will pass away, but my words will never pass away.", "reference": "Matthew 24:35"},
    {"verse": "For the word of God is alive and active. Sharper than any double-edged sword.", "reference": "Hebrews 4:12"},
    {"verse": "How can a young person stay on the path of purity? By living according to your word.", "reference": "Psalm 119:9"},
    {"verse": "I have hidden your word in my heart that I might not sin against you.", "reference": "Psalm 119:11"},
    {"verse": "Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit.", "reference": "Matthew 28:19"},
    {"verse": "You are the light of the world. A town built on a hill cannot be hidden.", "reference": "Matthew 5:14"},
    {"verse": "Let your light shine before others, that they may see your good deeds and glorify your Father in heaven.", "reference": "Matthew 5:16"},
    {"verse": "You are the salt of the earth. But if the salt loses its saltiness, how can it be made salty again?", "reference": "Matthew 5:13"},
    {"verse": "Therefore go and make disciples of all nations.", "reference": "Matthew 28:19"},
    {"verse": "And surely I am with you always, to the very end of the age.", "reference": "Matthew 28:20"},
    {"verse": "But you will receive power when the Holy Spirit comes on you; and you will be my witnesses.", "reference": "Acts 1:8"},
    {"verse": "For I am not ashamed of the gospel, because it is the power of God that brings salvation to everyone who believes.", "reference": "Romans 1:16"},
    {"verse": "How beautiful are the feet of those who bring good news!", "reference": "Romans 10:15"},
    {"verse": "Neither do people light a lamp and put it under a bowl. Instead they put it on its stand.", "reference": "Matthew 5:15"},
    {"verse": "In the same way, let your light shine before others.", "reference": "Matthew 5:16"},
    {"verse": "He has shown you, O mortal, what is good. And what does the Lord require of you? To act justly and to love mercy and to walk humbly with your God.", "reference": "Micah 6:8"},
    {"verse": "Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress.", "reference": "James 1:27"},
    {"verse": "What good is it, my brothers and sisters, if someone claims to have faith but has no deeds?", "reference": "James 2:14"},
    {"verse": "Faith without works is dead.", "reference": "James 2:26"},
    {"verse": "Truly I tell you, whatever you did for one of the least of these brothers and sisters of mine, you did for me.", "reference": "Matthew 25:40"},
    {"verse": "Give, and it will be given to you. A good measure, pressed down, shaken together and running over.", "reference": "Luke 6:38"},
    {"verse": "Each of you should give what you have decided in your heart to give, not reluctantly or under compulsion, for God loves a cheerful giver.", "reference": "2 Corinthians 9:7"},
    {"verse": "Remember this: Whoever sows sparingly will also reap sparingly, and whoever sows generously will also reap generously.", "reference": "2 Corinthians 9:6"},
    {"verse": "It is more blessed to give than to receive.", "reference": "Acts 20:35"},
    {"verse": "Heal the sick, raise the dead, cleanse those who have leprosy, drive out demons. Freely you have received; freely give.", "reference": "Matthew 10:8"},
    {"verse": "A generous person will prosper; whoever refreshes others will be refreshed.", "reference": "Proverbs 11:25"},
    {"verse": "Whoever is kind to the poor lends to the Lord, and he will reward them for what they have done.", "reference": "Proverbs 19:17"},
    {"verse": "Blessed are the poor in spirit, for theirs is the kingdom of heaven.", "reference": "Matthew 5:3"},
    {"verse": "Blessed are those who mourn, for they will be comforted.", "reference": "Matthew 5:4"},
    {"verse": "Blessed are the meek, for they will inherit the earth.", "reference": "Matthew 5:5"},
    {"verse": "Blessed are those who hunger and thirst for righteousness, for they will be filled.", "reference": "Matthew 5:6"},
    {"verse": "Blessed are the merciful, for they will be shown mercy.", "reference": "Matthew 5:7"},
    {"verse": "Blessed are the pure in heart, for they will see God.", "reference": "Matthew 5:8"},
    {"verse": "Blessed are those who are persecuted because of righteousness, for theirs is the kingdom of heaven.", "reference": "Matthew 5:10"},
    {"verse": "Rejoice and be glad, because great is your reward in heaven.", "reference": "Matthew 5:12"},
    {"verse": "For where two or three gather in my name, there am I with them.", "reference": "Matthew 18:20"},
    {"verse": "And my God will meet all your needs according to the riches of his glory in Christ Jesus.", "reference": "Philippians 4:19"},
    {"verse": "The Lord is near. Do not be anxious about anything.", "reference": "Philippians 4:5-6"},
    {"verse": "I am the vine; you are the branches. If you remain in me and I in you, you will bear much fruit.", "reference": "John 15:5"},
    {"verse": "Apart from me you can do nothing.", "reference": "John 15:5"},
    {"verse": "Remain in me, as I also remain in you. No branch can bear fruit by itself.", "reference": "John 15:4"},
    {"verse": "If you remain in me and my words remain in you, ask whatever you wish, and it will be done for you.", "reference": "John 15:7"},
    {"verse": "This is to my Father's glory, that you bear much fruit, showing yourselves to be my disciples.", "reference": "John 15:8"},
    {"verse": "As the Father has loved me, so have I loved you. Now remain in my love.", "reference": "John 15:9"},
    {"verse": "I have told you this so that my joy may be in you and that your joy may be complete.", "reference": "John 15:11"},
    {"verse": "You did not choose me, but I chose you and appointed you so that you might go and bear fruit.", "reference": "John 15:16"},
    {"verse": "My sheep listen to my voice; I know them, and they follow me.", "reference": "John 10:27"},
    {"verse": "I give them eternal life, and they shall never perish; no one will snatch them out of my hand.", "reference": "John 10:28"},
    {"verse": "The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full.", "reference": "John 10:10"},
    {"verse": "I am the good shepherd. The good shepherd lays down his life for the sheep.", "reference": "John 10:11"},
    {"verse": "I am the resurrection and the life. The one who believes in me will live, even though they die.", "reference": "John 11:25"},
    {"verse": "I am the bread of life. Whoever comes to me will never go hungry, and whoever believes in me will never be thirsty.", "reference": "John 6:35"},
    {"verse": "I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.", "reference": "John 8:12"},
    {"verse": "I am the gate; whoever enters through me will be saved.", "reference": "John 10:9"},
    {"verse": "Then you will know the truth, and the truth will set you free.", "reference": "John 8:32"},
    {"verse": "So if the Son sets you free, you will be free indeed.", "reference": "John 8:36"},
    {"verse": "Very truly I tell you, whoever hears my word and believes him who sent me has eternal life.", "reference": "John 5:24"},
    {"verse": "In him was life, and that life was the light of all mankind.", "reference": "John 1:4"},
    {"verse": "The light shines in the darkness, and the darkness has not overcome it.", "reference": "John 1:5"},
    {"verse": "Behold, I stand at the door and knock. If anyone hears my voice and opens the door, I will come in.", "reference": "Revelation 3:20"},
    {"verse": "He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain.", "reference": "Revelation 21:4"},
    {"verse": "I am making everything new!", "reference": "Revelation 21:5"},
    {"verse": "Whoever is thirsty, let him come; and whoever wishes, let him take the free gift of the water of life.", "reference": "Revelation 22:17"},
    {"verse": "Look, I am coming soon! My reward is with me, and I will give to each person according to what they have done.", "reference": "Revelation 22:12"},
    {"verse": "Amen. Come, Lord Jesus.", "reference": "Revelation 22:20"},
    {"verse": "The grace of the Lord Jesus be with God's people. Amen.", "reference": "Revelation 22:21"},
    {"verse": "Create in me a pure heart, O God, and renew a steadfast spirit within me.", "reference": "Psalm 51:10"},
    {"verse": "Search me, God, and know my heart; test me and know my anxious thoughts.", "reference": "Psalm 139:23"},
    {"verse": "I praise you because I am fearfully and wonderfully made; your works are wonderful.", "reference": "Psalm 139:14"},
    {"verse": "Where can I go from your Spirit? Where can I flee from your presence?", "reference": "Psalm 139:7"},
    {"verse": "O Lord, you have searched me and you know me. You know when I sit and when I rise.", "reference": "Psalm 139:1-2"},
    {"verse": "How precious to me are your thoughts, God! How vast is the sum of them!", "reference": "Psalm 139:17"},
    {"verse": "The Lord is compassionate and gracious, slow to anger, abounding in love.", "reference": "Psalm 103:8"},
    {"verse": "As far as the east is from the west, so far has he removed our transgressions from us.", "reference": "Psalm 103:12"},
    {"verse": "Bless the Lord, O my soul, and forget not all his benefits.", "reference": "Psalm 103:2"},
    {"verse": "Who forgives all your sins and heals all your diseases.", "reference": "Psalm 103:3"},
    {"verse": "The Lord works righteousness and justice for all the oppressed.", "reference": "Psalm 103:6"},
    {"verse": "For as high as the heavens are above the earth, so great is his love for those who fear him.", "reference": "Psalm 103:11"},
    {"verse": "As a father has compassion on his children, so the Lord has compassion on those who fear him.", "reference": "Psalm 103:13"},
    {"verse": "But from everlasting to everlasting the Lord's love is with those who fear him.", "reference": "Psalm 103:17"},
    {"verse": "Make a joyful noise to the Lord, all the earth! Serve the Lord with gladness!", "reference": "Psalm 100:1-2"},
    {"verse": "Know that the Lord, he is God! It is he who made us, and we are his.", "reference": "Psalm 100:3"},
    {"verse": "For the Lord is good; his steadfast love endures forever.", "reference": "Psalm 100:5"},
    {"verse": "Unless the Lord builds the house, those who build it labor in vain.", "reference": "Psalm 127:1"},
    {"verse": "He grants sleep to those he loves.", "reference": "Psalm 127:2"},
    {"verse": "Behold, children are a heritage from the Lord, the fruit of the womb a reward.", "reference": "Psalm 127:3"},
    {"verse": "Out of the depths I cry to you, Lord; Lord, hear my voice.", "reference": "Psalm 130:1-2"},
    {"verse": "I wait for the Lord, my whole being waits, and in his word I put my hope.", "reference": "Psalm 130:5"},
    {"verse": "With the Lord there is steadfast love, and with him is plentiful redemption.", "reference": "Psalm 130:7"},
    {"verse": "I will extol you, my God and King, and bless your name forever and ever.", "reference": "Psalm 145:1"},
    {"verse": "Every day I will bless you and praise your name forever and ever.", "reference": "Psalm 145:2"},
    {"verse": "Great is the Lord, and greatly to be praised, and his greatness is unsearchable.", "reference": "Psalm 145:3"},
    {"verse": "The Lord is near to all who call on him, to all who call on him in truth.", "reference": "Psalm 145:18"},
    {"verse": "The Lord watches over all who love him, but all the wicked he will destroy.", "reference": "Psalm 145:20"},
    {"verse": "Praise the Lord! Praise the Lord, O my soul! I will praise the Lord as long as I live.", "reference": "Psalm 146:1-2"},
    {"verse": "Put not your trust in princes, in a son of man, in whom there is no salvation.", "reference": "Psalm 146:3"},
    {"verse": "Blessed is he whose help is the God of Jacob, whose hope is in the Lord his God.", "reference": "Psalm 146:5"},
    {"verse": "The Lord sets prisoners free; the Lord opens the eyes of the blind.", "reference": "Psalm 146:7-8"},
    {"verse": "The Lord lifts up those who are bowed down; the Lord loves the righteous.", "reference": "Psalm 146:8"},
    {"verse": "Praise the Lord! For it is good to sing praises to our God.", "reference": "Psalm 147:1"},
    {"verse": "He heals the brokenhearted and binds up their wounds.", "reference": "Psalm 147:3"},
    {"verse": "He determines the number of the stars; he gives to all of them their names.", "reference": "Psalm 147:4"},
    {"verse": "Let everything that has breath praise the Lord! Praise the Lord!", "reference": "Psalm 150:6"},
    {"verse": "The fear of the Lord is the beginning of knowledge.", "reference": "Proverbs 1:7"},
    {"verse": "Trust in the Lord with all your heart, and do not lean on your own understanding.", "reference": "Proverbs 3:5"},
    {"verse": "In all your ways acknowledge him, and he will make straight your paths.", "reference": "Proverbs 3:6"},
    {"verse": "Do not be wise in your own eyes; fear the Lord and turn away from evil.", "reference": "Proverbs 3:7"},
    {"verse": "Honor the Lord with your wealth and with the firstfruits of all your produce.", "reference": "Proverbs 3:9"},
    {"verse": "Blessed is the one who finds wisdom, and the one who gets understanding.", "reference": "Proverbs 3:13"},
    {"verse": "She is more precious than jewels, and nothing you desire can compare with her.", "reference": "Proverbs 3:15"},
    {"verse": "Keep your heart with all vigilance, for from it flow the springs of life.", "reference": "Proverbs 4:23"},
    {"verse": "The path of the righteous is like the light of dawn, which shines brighter and brighter.", "reference": "Proverbs 4:18"},
    {"verse": "A gentle answer turns away wrath, but a harsh word stirs up anger.", "reference": "Proverbs 15:1"},
    {"verse": "The eyes of the Lord are everywhere, keeping watch on the wicked and the good.", "reference": "Proverbs 15:3"},
    {"verse": "A cheerful heart is good medicine, but a crushed spirit dries up the bones.", "reference": "Proverbs 17:22"},
    {"verse": "The name of the Lord is a fortified tower; the righteous run to it and are safe.", "reference": "Proverbs 18:10"},
    {"verse": "Many are the plans in a person's heart, but it is the Lord's purpose that prevails.", "reference": "Proverbs 19:21"},
    {"verse": "A good name is more desirable than great riches.", "reference": "Proverbs 22:1"},
    {"verse": "Rich and poor have this in common: The Lord is the Maker of them all.", "reference": "Proverbs 22:2"},
    {"verse": "Train up a child in the way he should go; even when he is old he will not depart from it.", "reference": "Proverbs 22:6"},
    {"verse": "Do not wear yourself out to get rich; do not trust your own cleverness.", "reference": "Proverbs 23:4"},
    {"verse": "Apply your heart to instruction and your ears to words of knowledge.", "reference": "Proverbs 23:12"},
    {"verse": "Listen to your father who gave you life, and do not despise your mother when she is old.", "reference": "Proverbs 23:22"},
    {"verse": "An honest answer is like a kiss on the lips.", "reference": "Proverbs 24:26"},
    {"verse": "Like cold water to a weary soul is good news from a distant land.", "reference": "Proverbs 25:25"},
    {"verse": "As iron sharpens iron, so one person sharpens another.", "reference": "Proverbs 27:17"},
    {"verse": "The wicked flee though no one pursues, but the righteous are as bold as a lion.", "reference": "Proverbs 28:1"},
    {"verse": "Whoever conceals their sins does not prosper, but the one who confesses and renounces them finds mercy.", "reference": "Proverbs 28:13"},
    {"verse": "Where there is no vision, the people perish.", "reference": "Proverbs 29:18"},
    {"verse": "Charm is deceptive, and beauty is fleeting; but a woman who fears the Lord is to be praised.", "reference": "Proverbs 31:30"},
    {"verse": "There is a time for everything, and a season for every activity under the heavens.", "reference": "Ecclesiastes 3:1"},
    {"verse": "He has made everything beautiful in its time. He has also set eternity in the human heart.", "reference": "Ecclesiastes 3:11"},
    {"verse": "Two are better than one, because they have a good return for their labor.", "reference": "Ecclesiastes 4:9"},
    {"verse": "A cord of three strands is not quickly broken.", "reference": "Ecclesiastes 4:12"},
    {"verse": "Remember your Creator in the days of your youth.", "reference": "Ecclesiastes 12:1"},
    {"verse": "Fear God and keep his commandments, for this is the duty of all mankind.", "reference": "Ecclesiastes 12:13"},
    {"verse": "Come now, let us settle the matter. Though your sins are like scarlet, they shall be as white as snow.", "reference": "Isaiah 1:18"},
    {"verse": "Here am I. Send me!", "reference": "Isaiah 6:8"},
    {"verse": "For to us a child is born, to us a son is given, and the government will be on his shoulders.", "reference": "Isaiah 9:6"},
    {"verse": "And he will be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace.", "reference": "Isaiah 9:6"},
    {"verse": "Of the greatness of his government and peace there will be no end.", "reference": "Isaiah 9:7"},
    {"verse": "A bruised reed he will not break, and a smoldering wick he will not snuff out.", "reference": "Isaiah 42:3"},
    {"verse": "But now, this is what the Lord says: Do not fear, for I have redeemed you.", "reference": "Isaiah 43:1"},
    {"verse": "See, I am doing a new thing! Now it springs up; do you not perceive it?", "reference": "Isaiah 43:19"},
    {"verse": "Even to your old age and gray hairs I am he, I am he who will sustain you.", "reference": "Isaiah 46:4"},
    {"verse": "Surely he took up our pain and bore our suffering.", "reference": "Isaiah 53:4"},
    {"verse": "But he was pierced for our transgressions, he was crushed for our iniquities.", "reference": "Isaiah 53:5"},
    {"verse": "The punishment that brought us peace was on him, and by his wounds we are healed.", "reference": "Isaiah 53:5"},
    {"verse": "We all, like sheep, have gone astray, each of us has turned to our own way.", "reference": "Isaiah 53:6"},
    {"verse": "Seek the Lord while he may be found; call on him while he is near.", "reference": "Isaiah 55:6"},
    {"verse": "For my thoughts are not your thoughts, neither are your ways my ways, declares the Lord.", "reference": "Isaiah 55:8"},
    {"verse": "As the heavens are higher than the earth, so are my ways higher than your ways.", "reference": "Isaiah 55:9"},
    {"verse": "So is my word that goes out from my mouth: It will not return to me empty.", "reference": "Isaiah 55:11"},
    {"verse": "You will go out in joy and be led forth in peace.", "reference": "Isaiah 55:12"},
    {"verse": "But your iniquities have separated you from your God.", "reference": "Isaiah 59:2"},
    {"verse": "Arise, shine, for your light has come, and the glory of the Lord rises upon you.", "reference": "Isaiah 60:1"},
    {"verse": "The Spirit of the Sovereign Lord is on me, because the Lord has anointed me to proclaim good news.", "reference": "Isaiah 61:1"},
    {"verse": "To bestow on them a crown of beauty instead of ashes, the oil of joy instead of mourning.", "reference": "Isaiah 61:3"},
    {"verse": "Before I formed you in the womb I knew you, before you were born I set you apart.", "reference": "Jeremiah 1:5"},
    {"verse": "For I know the plans I have for you, declares the Lord, plans to prosper you and not to harm you.", "reference": "Jeremiah 29:11"},
    {"verse": "Then you will call on me and come and pray to me, and I will listen to you.", "reference": "Jeremiah 29:12"},
    {"verse": "You will seek me and find me when you seek me with all your heart.", "reference": "Jeremiah 29:13"},
    {"verse": "The Lord appeared to us in the past, saying: I have loved you with an everlasting love.", "reference": "Jeremiah 31:3"},
    {"verse": "Call to me and I will answer you and tell you great and unsearchable things.", "reference": "Jeremiah 33:3"},
    {"verse": "Because of the Lord's great love we are not consumed, for his compassions never fail.", "reference": "Lamentations 3:22"},
    {"verse": "They are new every morning; great is your faithfulness.", "reference": "Lamentations 3:23"},
    {"verse": "The Lord is good to those whose hope is in him, to the one who seeks him.", "reference": "Lamentations 3:25"},
    {"verse": "It is good to wait quietly for the salvation of the Lord.", "reference": "Lamentations 3:26"},
    {"verse": "I will give you a new heart and put a new spirit in you.", "reference": "Ezekiel 36:26"},
    {"verse": "But as for me and my household, we will serve the Lord.", "reference": "Joshua 24:15"},
    {"verse": "Be strong and courageous. Do not be afraid or terrified because of them.", "reference": "Deuteronomy 31:6"},
    {"verse": "The Lord himself goes before you and will be with you; he will never leave you nor forsake you.", "reference": "Deuteronomy 31:8"},
    {"verse": "Love the Lord your God with all your heart and with all your soul and with all your strength.", "reference": "Deuteronomy 6:5"},
    {"verse": "These commandments that I give you today are to be on your hearts.", "reference": "Deuteronomy 6:6"},
    {"verse": "Man does not live on bread alone but on every word that comes from the mouth of the Lord.", "reference": "Deuteronomy 8:3"},
    {"verse": "The Lord your God is with you, the Mighty Warrior who saves.", "reference": "Zephaniah 3:17"},
    {"verse": "He will take great delight in you; in his love he will quiet you with his love.", "reference": "Zephaniah 3:17"},
    {"verse": "Not by might nor by power, but by my Spirit, says the Lord Almighty.", "reference": "Zechariah 4:6"},
    {"verse": "Return to me, and I will return to you, says the Lord Almighty.", "reference": "Malachi 3:7"},
    {"verse": "Bring the whole tithe into the storehouse, that there may be food in my house.", "reference": "Malachi 3:10"},
    {"verse": "Test me in this and see if I will not throw open the floodgates of heaven.", "reference": "Malachi 3:10"},
    {"verse": "But for you who revere my name, the sun of righteousness will rise with healing in its rays.", "reference": "Malachi 4:2"}
  ]
}
