{
  "facts": [
    "DID YOU KNOW? THE CUBS WON THE 2016 WORLD SERIES, ENDING A 108-YEAR CHAMPIONSHIP DROUGHT!",
    "LEGEND HAS IT: WRIGLEY FIELD OPENED IN 1914 AS WEEGHMAN PARK BEFORE BECOMING THE FRIENDLY CONFINES!",
    "CAN YOU BELIEVE? THE CUBS HAVE WON ONLY 3 WORLD SERIES (1907, 1908, 2016) IN 149 YEARS!",
    "FUN FACT: ERNIE BANKS - MR. CUB - HIT 512 HOME RUNS AND WON 2 MVP AWARDS!",
    "TRIVIA TIME: WHO WAS A 10X ALL-STAR AND HALL OF FAME 2B? RYNE SANDBERG!",
    "DID YOU KNOW? FERGUSON JENKINS WON 284 GAMES AND ENTERED THE HALL OF FAME IN 1991!",
    "GUESS WHAT? BILLY WILLIAMS SLUGGED 426 HOME RUNS AS A CUB!",
    "AMAZING FACT: RON SANTO HIT 342 HOME RUNS AND MADE 9 ALL-STAR TEAMS BEFORE HIS HOF INDUCTION IN 2012!",
    "BELIEVE IT OR NOT: ANDRE DAWSON SIGNED A BLANK CONTRACT WITH THE CUBS IN 1987 AND WON NL MVP!",
    "CAN YOU BELIEVE? KERRY WOOD STRUCK OUT 20 BATTERS IN JUST HIS FIFTH MAJOR LEAGUE START ON MAY 6, 1998!",
    "HOW MANY HOME RUNS DID SAMMY SOSA HIT AS A CUB? 545 - WITH 609 FOR HIS CAREER!",
    "FUN FACT: MARK GRACE HAD 2,445 HITS IN THE 1990S - THE MOST IN ALL OF MLB THAT DECADE!",
    "TRIVIA TIME: WHICH DIVISION DO THE CUBS PLAY IN? THE NATIONAL LEAGUE CENTRAL!",
    "DID YOU KNOW? WRIGLEY FIELD IS NICKNAMED 'THE FRIENDLY CONFINES'!",
    "LEGEND HAS IT: THE FAMOUS IVY WALLS AT WRIGLEY WERE PLANTED IN 1937!",
    "GUESS WHAT? WRIGLEY FIELD HOLDS 41,649 FANS!",
    "BELIEVE IT OR NOT: THE FIRST NIGHT GAME AT WRIGLEY WAS AUGUST 8, 1988 - 74 YEARS AFTER THE PARK OPENED!",
    "CAN YOU BELIEVE? THE CUBS WERE FOUNDED IN 1876 AS THE CHICAGO WHITE STOCKINGS!",
    "AMAZING FACT: THE CUBS HAVE WON 17 NATIONAL LEAGUE PENNANTS!",
    "FUN FACT: HARRY CARAY BROADCAST CUBS GAMES FROM 1982-1997 AND BECAME A CHICAGO LEGEND!",
    "TRIVIA TIME: WHO CALLED CUBS GAMES FOR 40 YEARS? JACK BRICKHOUSE!",
    "DID YOU KNOW? THE CUBS LOGO FEATURES A BEAR CUB INSIDE A RED 'C'!",
    "HOW MANY COLORS ARE IN THE CUBS UNIFORM? THREE - CUBS BLUE, RED, AND WHITE!",
    "LEGEND HAS IT: THE 'FLY THE W' VICTORY FLAG TRADITION STARTED IN 1937!",
    "GUESS WHAT? THE CUBS HAVE RETIRED THESE NUMBERS: 10, 14, 23, 26, 31, AND 42!",
    "BELIEVE IT OR NOT: GABBY HARTNETT'S 'HOMER IN THE GLOAMIN' IN 1938 WON THE PENNANT IN NEAR DARKNESS!",
    "CAN YOU BELIEVE? HACK WILSON DROVE IN 191 RUNS IN 1930 - STILL THE NL RECORD!",
    "AMAZING FACT: CAP ANSON WAS THE FIRST PLAYER TO REACH 3,000 HITS IN 1897!",
    "FUN FACT: MORDECAI 'THREE FINGER' BROWN HAD A 2.06 ERA DESPITE LOSING PARTS OF TWO FINGERS!",
    "TRIVIA TIME: WHAT WAS THE LEGENDARY DOUBLE PLAY COMBO? TINKER TO EVERS TO CHANCE!",
    "DID YOU KNOW? ANTHONY RIZZO WAS A 5X ALL-STAR AND 2016 WORLD SERIES CHAMPION!",
    "HOW MANY AWARDS DID KRIS BRYANT WIN? BOTH 2016 NL MVP AND 2015 ROOKIE OF THE YEAR!",
    "LEGEND HAS IT: JAVIER BAEZ - EL MAGO - EARNED HIS NICKNAME WITH MAGICAL DEFENSIVE PLAYS!",
    "GUESS WHAT? JON LESTER WON 200 GAMES AND WAS A KEY PART OF THE 2016 WORLD SERIES TEAM!",
    "BELIEVE IT OR NOT: KYLE HENDRICKS - 'THE PROFESSOR' - LED THE NL IN ERA IN 2016!",
    "CAN YOU BELIEVE? JAKE ARRIETA WON THE 2015 NL CY YOUNG AWARD WITH A 1.77 ERA!",
    "AMAZING FACT: THEO EPSTEIN BUILT CHAMPIONSHIP TEAMS FOR BOTH THE RED SOX AND CUBS!",
    "FUN FACT: JOE MADDON BROUGHT THEMED ROAD TRIPS AND PAJAMA DAYS TO THE 2016 CHAMPIONS!",
    "TRIVIA TIME: HOW MANY GAMES DID THE 1906 CUBS WIN? 116 - A MODERN ERA RECORD!",
    "DID YOU KNOW? THE CUBS PLAY AT THE CORNER OF CLARK AND ADDISON IN WRIGLEYVILLE!",
    "HOW MANY FANS CAN THE BLEACHERS HOLD? THE ICONIC WRIGLEY BLEACHERS SEAT THOUSANDS!",
    "LEGEND HAS IT: THE CUBS VS CARDINALS RIVALRY IS ONE OF BASEBALL'S OLDEST AND FIERCEST!",
    "GUESS WHAT? THE CUBS VS WHITE SOX CROSSTOWN CLASSIC DIVIDES CHICAGO EVERY YEAR!",
    "BELIEVE IT OR NOT: THE STEVE BARTMAN INCIDENT HAPPENED ON OCTOBER 14, 2003, IN NLCS GAME 6!",
    "CAN YOU BELIEVE? THE CUBS BLEW A 3-1 LEAD IN THE 2003 NLCS TO THE MARLINS!",
    "AMAZING FACT: THE 2016 CUBS CAME BACK FROM A 3-1 DEFICIT TO WIN THE WORLD SERIES!",
    "FUN FACT: GAME 7 OF THE 2016 WORLD SERIES WENT TO EXTRA INNINGS WITH A RAIN DELAY!",
    "TRIVIA TIME: WHO WON THE 2016 WORLD SERIES MVP? BEN ZOBRIST!",
    "DID YOU KNOW? THE CUBS BEAT CLEVELAND IN THE 2016 WORLD SERIES 4 GAMES TO 3!",
    "HOW MANY WINS DID THE 2016 CUBS HAVE? 103 WINS IN THE REGULAR SEASON!",
    "LEGEND HAS IT: ERNIE BANKS NEVER PLAYED IN A POSTSEASON GAME IN 19 SEASONS!",
    "GUESS WHAT? 'LET'S PLAY TWO!' IS ERNIE BANKS' FAMOUS QUOTE ABOUT HIS LOVE OF THE GAME!",
    "BELIEVE IT OR NOT: ERNIE BANKS PLAYED 2,528 GAMES - ALL WITH THE CUBS!",
    "CAN YOU BELIEVE? THE CUBS MASCOT CLARK WAS INTRODUCED IN 2014!",
    "AMAZING FACT: HOME RUN BALLS LAND ON WAVELAND AVENUE BEHIND LEFT FIELD!",
    "FUN FACT: ROOFTOP SEATS ON SHEFFIELD AVENUE OFFER UNIQUE VIEWS INTO WRIGLEY!",
    "TRIVIA TIME: IS THE WRIGLEY SCOREBOARD MANUAL OR ELECTRIC? STILL MANUAL!",
    "DID YOU KNOW? THE CUBS HOLD SPRING TRAINING IN MESA, ARIZONA!",
    "HOW MANY CY YOUNG AWARDS HAVE CUBS PITCHERS WON? FOUR - JENKINS, SUTCLIFFE, MADDUX, AND ARRIETA!",
    "LEGEND HAS IT: BRUCE SUTTER PERFECTED THE SPLIT-FINGER FASTBALL WITH THE CUBS!",
    "GUESS WHAT? LEE SMITH HAD 180 SAVES AS A CUB AND 478 FOR HIS CAREER!",
    "BELIEVE IT OR NOT: CARLOS ZAMBRANO THREW A NO-HITTER AND HIT A HOME RUN IN THE SAME 2008 GAME!",
    "CAN YOU BELIEVE? DERREK LEE WON THE 2005 NL BATTING TITLE WITH A .335 AVERAGE!",
    "AMAZING FACT: ARAMIS RAMIREZ SLUGGED 239 HOME RUNS AS A CUB!",
    "FUN FACT: ALFONSO SORIANO HIT 181 HOME RUNS DURING HIS CUBS TENURE!",
    "TRIVIA TIME: AT WHAT AGE DID STARLIN CASTRO DEBUT? JUST 20 YEARS OLD!",
    "DID YOU KNOW? ADDISON RUSSELL HIT A GRAND SLAM IN GAME 6 OF THE 2016 WORLD SERIES!",
    "HOW OLD WAS DAVID ROSS? 'GRANDPA ROSSY' RETIRED AFTER WINNING THE 2016 WORLD SERIES!",
    "LEGEND HAS IT: DEXTER FOWLER'S MOTTO 'YOU GO WE GO' SPARKED THE 2016 TEAM!",
    "GUESS WHAT? JASON HEYWARD'S RAIN DELAY SPEECH IN GAME 7 HELPED THE CUBS WIN!",
    "BELIEVE IT OR NOT: JORGE SOLER WAS TRADED TO HELP ACQUIRE CLOSER WADE DAVIS!",
    "CAN YOU BELIEVE? AROLDIS CHAPMAN THREW 105 MPH FASTBALLS IN THE 2016 PLAYOFFS!",
    "AMAZING FACT: CARL EDWARDS JR HAD A DEVASTATING CURVEBALL IN THE 2016 BULLPEN!",
    "FUN FACT: PEDRO STROP WAS KNOWN FOR WEARING HIS CAP SIDEWAYS!",
    "TRIVIA TIME: HOW MANY FANS ATTEND WRIGLEY YEARLY? OVER 3 MILLION!",
    "DID YOU KNOW? WRIGLEY FIELD IS THE 2ND OLDEST MLB PARK AFTER FENWAY!",
    "HOW MANY NEIGHBORHOODS SURROUND WRIGLEY? WRIGLEYVILLE IS IN LAKEVIEW!",
    "LEGEND HAS IT: MURPHY'S BLEACHERS IS A FAMOUS BAR RIGHT ACROSS FROM WRIGLEY!",
    "GUESS WHAT? THE CUBS TEAM STORE SITS AT CLARK AND ADDISON!",
    "BELIEVE IT OR NOT: 'GO CUBS GO' WAS WRITTEN BY STEVE GOODMAN WHO DIED BEFORE 1984!",
    "CAN YOU BELIEVE? THE BILLY GOAT TAVERN IS WHERE THE CURSE WAS ALLEGEDLY CAST!",
    "AMAZING FACT: THE BILLY GOAT CURSE WAS SUPPOSEDLY PLACED IN 1945!",
    "FUN FACT: THE CURSE WAS BROKEN ON NOVEMBER 2, 2016, AT 11:47 PM!",
    "TRIVIA TIME: HOW LONG WAS THE CUBS' CHAMPIONSHIP DROUGHT? 108 YEARS (1908-2016)!",
    "DID YOU KNOW? IT WAS THE LONGEST CHAMPIONSHIP DROUGHT IN PROFESSIONAL SPORTS HISTORY!",
    "HOW BAD WAS THE 1969 COLLAPSE? THE CUBS BLEW A 9.5 GAME LEAD TO THE MIRACLE METS!",
    "LEGEND HAS IT: THE 1984 CUBS WON THEIR FIRST DIVISION TITLE IN 39 YEARS!",
    "GUESS WHAT? THE CUBS LOST THE 1984 NLCS TO THE PADRES 3 GAMES TO 2!",
    "BELIEVE IT OR NOT: THE 1989 CUBS WON THE NL EAST UNDER DON ZIMMER!",
    "CAN YOU BELIEVE? THE 1998 CUBS WERE A WILD CARD TEAM WITH SOSA AND WOOD!",
    "AMAZING FACT: THE 2003 CUBS WERE 5 OUTS AWAY FROM THE WORLD SERIES!",
    "FUN FACT: THE CUBS WON BACK-TO-BACK DIVISION TITLES IN 2007-2008!",
    "TRIVIA TIME: HOW MANY WINS DID THE 2008 CUBS HAVE? 97 WINS, BUT SWEPT IN PLAYOFFS!",
    "DID YOU KNOW? THE 2015 CUBS REACHED THE NLCS BUT WERE SWEPT BY THE METS!",
    "HOW MANY GAMES DID THE 2017 CUBS WIN? 92, DEFENDING THEIR DIVISION TITLE!",
    "LEGEND HAS IT: DUSTY BAKER MANAGED THE CUBS FROM 2003-2006!",
    "GUESS WHAT? LOU PINIELLA MANAGED THE CUBS FROM 2007-2010!",
    "BELIEVE IT OR NOT: DON ZIMMER BOTH PLAYED FOR AND MANAGED THE CUBS!",
    "CAN YOU BELIEVE? DALLAS GREEN BUILT THE 1984 CUBS TEAM AS GM!",
    "AMAZING FACT: TOM RICKETTS HAS OWNED THE CUBS SINCE 2009!",
    "FUN FACT: THE RICKETTS FAMILY INVESTED $1 BILLION IN WRIGLEY RENOVATIONS!",
    "TRIVIA TIME: WHERE IS THE CUBS ACADEMY? THE DOMINICAN REPUBLIC!",
    "DID YOU KNOW? THE SOUTH BEND CUBS ARE THE HIGH-A AFFILIATE!",
    "HOW MANY AFFILIATE LEVELS DO THE CUBS HAVE? FOUR - FROM LOW-A TO TRIPLE-A!",
    "LEGEND HAS IT: THE CUBS CONVENTION IS AN ANNUAL FAN EVENT EVERY JANUARY!",
    "GUESS WHAT? THE CUBS CARAVAN TOURS COMMUNITIES EVERY OFFSEASON!",
    "BELIEVE IT OR NOT: CUBS CHARITIES HAS RAISED OVER $50 MILLION!",
    "CAN YOU BELIEVE? WRIGLEY FIELD HOSTS CONCERTS BY PEARL JAM AND BILLY JOEL!",
    "AMAZING FACT: THE NHL WINTER CLASSIC WAS HELD AT WRIGLEY IN 2009!",
    "FUN FACT: NOTRE DAME PLAYED FOOTBALL AT WRIGLEY FIELD IN 2010!",
    "TRIVIA TIME: WHEN DID WRIGLEY HOST THE ALL-STAR GAME? 1947, 1962, AND 1990!",
    "DID YOU KNOW? THE WRIGLEY FIELD VIDEO BOARD WAS ADDED IN 2015!",
    "HOW MUCH WAS THE CUBS PAYROLL IN THE 2010S? OVER $200 MILLION!",
    "LEGEND HAS IT: PAT HUGHES HAS CALLED CUBS GAMES ON RADIO SINCE 1996!",
    "GUESS WHAT? THE CUBS HAVE 53 HALL OF FAME MEMBERS!",
    "BELIEVE IT OR NOT: CAP ANSON IS THE CUBS ALL-TIME WINS LEADER WITH 1,283!",
    "CAN YOU BELIEVE? SAMMY SOSA IS THE CUBS ALL-TIME HOME RUN LEADER WITH 545!",
    "AMAZING FACT: MORDECAI BROWN HAS THE CUBS' BEST CAREER ERA AT 1.80!",
    "FUN FACT: FERGUSON JENKINS STRUCK OUT 2,038 BATTERS AS A CUB!",
    "TRIVIA TIME: WHO HAS THE MOST SAVES IN CUBS HISTORY? LEE SMITH WITH 180!",
    "DID YOU KNOW? SAMMY SOSA HIT 66 HOME RUNS IN 1998 - A CUBS SINGLE-SEASON RECORD!",
    "HOW MANY WINS DID JOHN CLARKSON HAVE IN 1885? 53 - A CUBS RECORD!",
    "LEGEND HAS IT: KERRY WOOD STRUCK OUT 266 IN 2003 - A CUBS RECORD!",
    "GUESS WHAT? #42 IS RETIRED FOR JACKIE ROBINSON ACROSS ALL OF MLB!",
    "BELIEVE IT OR NOT: #10 WAS RETIRED FOR RON SANTO IN 2003!",
    "CAN YOU BELIEVE? #14 WAS RETIRED FOR MR. CUB - ERNIE BANKS!",
    "AMAZING FACT: #23 WAS RETIRED FOR RYNE SANDBERG!",
    "FUN FACT: #26 WAS RETIRED FOR BILLY WILLIAMS!",
    "TRIVIA TIME: WHOSE NUMBER 31 IS RETIRED? BOTH GREG MADDUX AND FERGIE JENKINS!",
    "DID YOU KNOW? GREG MADDUX WON 355 CAREER GAMES AFTER STARTING WITH THE CUBS!",
    "HOW MANY CY YOUNGS DID MADDUX WIN? FOUR CONSECUTIVE (1992-95)!",
    "LEGEND HAS IT: DENNIS ECKERSLEY STARTED HIS HOF CAREER WITH THE CUBS!",
    "GUESS WHAT? THE CUBS HAVE HAD 62 MANAGERS IN FRANCHISE HISTORY!",
    "BELIEVE IT OR NOT: AL SPALDING WAS THE CUBS' FIRST MANAGER IN 1876!",
    "CAN YOU BELIEVE? FRANK CHANCE WAS A PLAYER-MANAGER FOR THE 1907-08 CHAMPIONS!",
    "TRUE OR FALSE: THE 2016 WORLD SERIES GAME 7 HAD A RAIN DELAY? TRUE - 17 MINUTES IN THE 10TH!",
    "HOW MANY CONSECUTIVE WINNING SEASONS FROM 2015-2020? SIX STRAIGHT YEARS!",
    "AMAZING FACT: WRIGLEY'S ICONIC MARQUEE WAS INSTALLED IN 1934!",
    "FUN FACT: THE CUBS' FIRST GAME AT WRIGLEY WAS APRIL 23, 1916 - A 7-6 WIN IN 11 INNINGS!",
    "TRIVIA TIME: HOW MANY HOMERS DID SOSA HIT IN 1998? 66, BUT MCGWIRE HIT 70!",
    "DID YOU KNOW? THE CUBS LAST FINISHED IN LAST PLACE IN 2012!",
    "LEGEND HAS IT: THE 2016 PLAYOFFS FEATURED THREE COMEBACKS FROM ELIMINATION!",
    "GUESS WHAT? ERNIE BANKS NEVER COMPLAINED ABOUT MISSING THE PLAYOFFS - TRUE LOYALTY!",
    "BELIEVE IT OR NOT: KERRY WOOD'S 20-K GAME WAS ONLY HIS FIFTH MLB START!",
    "CAN YOU BELIEVE? WRIGLEY HAD NO LIGHTS FOR 74 YEARS AFTER OPENING!",
    "TRUE OR FALSE: THE BLEACHERS AND IVY WERE ADDED IN THE SAME YEAR? TRUE - 1937!",
    "AMAZING FACT: RON SANTO PLAYED HIS ENTIRE CAREER WITH TYPE 1 DIABETES!",
    "FUN FACT: THE 2016 CHAMPIONSHIP PARADE DREW AN ESTIMATED 5 MILLION FANS!",
    "HOW MANY GAMES WAS THE CUBS' LONGEST WIN STREAK? 21 GAMES IN 1935!",
    "TRIVIA TIME: WHO BECAME THE FACE OF THE CUBS REBUILD? ANTHONY RIZZO IN 2012!",
    "DID YOU KNOW? THE 'W' FLAG TRADITION DATES BACK TO 1937!",
    "LEGEND HAS IT: HARRY CARAY'S 7TH INNING STRETCH BECAME A WRIGLEY TRADITION IN 1982!",
    "GUESS WHAT? WRIGLEY IS ONE OF ONLY TWO MLB PARKS WHERE WIND DRAMATICALLY AFFECTS PLAY!",
    "BELIEVE IT OR NOT: THE CUBS WON BACK-TO-BACK WORLD SERIES IN 1907-08, THEN WAITED 108 YEARS!",
    "CAN YOU BELIEVE? JAVIER BAEZ'S 'THE TAG' IN 2016 NLCS WAS ONE OF THE MOST ATHLETIC PLAYS EVER!",
    "TRUE OR FALSE: ROOFTOP SEATS HAVE BEEN PART OF WRIGLEY SINCE THE 1980S? TRUE!",
    "AMAZING FACT: THE CUBS WERE CALLED WHITE STOCKINGS, THEN COLTS, BEFORE CUBS IN 1903!",
    "FUN FACT: SANDBERG'S 'SANDBERG GAME' IN 1984 HAD TWO GAME-TYING HOMERS OFF BRUCE SUTTER!",
    "HOW MANY PEOPLE ATTENDED THE HIGHEST WRIGLEY GAME? 51,556 IN 1930!",
    "TRIVIA TIME: WHO WAS THE YOUNGEST GM IN BASEBALL HISTORY? THEO EPSTEIN WITH THE RED SOX!",
    "DID YOU KNOW? WRIGLEY'S MANUAL SCOREBOARD REQUIRES THREE PEOPLE TO OPERATE!",
    "LEGEND HAS IT: ZAMBRANO THREW A NO-HITTER AND HOMERED ON SEPTEMBER 14, 2008!",
    "GUESS WHAT? THE 1969 CUBS BLEW A 9.5 GAME AUGUST LEAD TO THE MIRACLE METS!",
    "BELIEVE IT OR NOT: WRIGLEY WAS NAMED AFTER GUM MAGNATE WILLIAM WRIGLEY JR!",
    "CAN YOU BELIEVE? THE MID-2010S CUBS FARM SYSTEM WAS RATED #1 IN BASEBALL!",
    "TRUE OR FALSE: THE CUBS ONCE SCORED 36 RUNS IN A GAME? TRUE - VS LOUISVILLE IN 1897!",
    "AMAZING FACT: SCHWARBER'S 2015 NLCS HOMER LANDED ON TOP OF THE SCOREBOARD!",
    "FUN FACT: THE BLEACHER BUMS BECAME ICONIC IN THE 1960S AND 70S!",
    "HOW MUCH DOES WRIGLEY'S SCOREBOARD WEIGH? OVER 400 POUNDS!",
    "TRIVIA TIME: DID BACK TO THE FUTURE II PREDICT A CUBS WIN? ALMOST - THEY SAID 2015!",
    "DID YOU KNOW? 2016 WORLD SERIES TICKETS SOLD OUT IN MINUTES!",
    "LEGEND HAS IT: SLOAN PARK IN MESA HOLDS 15,000 FANS FOR SPRING TRAINING!",
    "GUESS WHAT? ANDRE DAWSON TOLD THE CUBS 'YOU FILL IN THE AMOUNT' IN 1987 - HE WON MVP!",
    "BELIEVE IT OR NOT: THE CUBS-CARDINALS RIVALRY DATES BACK TO 1885!",
    "CAN YOU BELIEVE? BILLY SIANIS WAS EJECTED FROM WRIGLEY IN 1945, STARTING THE CURSE!",
    "TRUE OR FALSE: THE 2016 TEAM HAD PLAYERS FROM 8 COUNTRIES? TRUE!",
    "AMAZING FACT: WRIGLEY'S IVY TURNS RED AND ORANGE IN THE FALL!",
    "FUN FACT: THE CUBS HAVE RETIRED ONLY 6 NUMBERS - VERY SELECTIVE!",
    "HOW LONG WAS THE CUBS' LONGEST EXTRA-INNING GAME? 22 INNINGS VS ROCKIES IN 2013!",
    "TRIVIA TIME: WHO BROUGHT THEMED ROAD TRIPS TO THE CUBS? JOE MADDON!",
    "DID YOU KNOW? THE CUBS HAD THREE CONSECUTIVE NLCS APPEARANCES (2015-2017)!",
    "LEGEND HAS IT: WRIGLEY'S WIND CAN MAKE IT A HITTER'S OR PITCHER'S PARK DEPENDING ON THE DAY!",
    "GUESS WHAT? ONLY 7 NO-HITTERS HAVE BEEN THROWN AT WRIGLEY IN OVER 100 YEARS!",
    "BELIEVE IT OR NOT: THE CUBS WERE THE FIRST TEAM TO WIN 10,000 GAMES!",
    "CAN YOU BELIEVE? THE CUBS HAVE APPEARED IN 11 WORLD SERIES WITH 3 CHAMPIONSHIPS!",
    "TRUE OR FALSE: THE COLDEST GAME AT WRIGLEY WAS 27 DEGREES? TRUE - APRIL 7, 2018!",
    "AMAZING FACT: WRIGLEY WAS ALMOST DEMOLISHED IN THE 1980S BUT FANS SAVED IT!",
    "FUN FACT: WRIGLEY HAS HOSTED 3 ALL-STAR GAMES (1947, 1962, 1990)!",
    "HOW BIG WAS THE CUBS' LARGEST COMEBACK? 12 RUNS AGAINST THE PHILLIES IN 1922!",
    "TRIVIA TIME: HOW OLD IS WRIGLEY FIELD? OVER 110 YEARS - 2ND OLDEST IN MLB!",
    "DID YOU KNOW? CUBS PITCHERS HAVE THROWN MORE THAN 20 NO-HITTERS!",
    "LEGEND HAS IT: 53 PLAYERS WHO SPENT TIME WITH THE CUBS ARE IN THE HALL OF FAME!",
    "GUESS WHAT? FRANK CHANCE HOLDS THE CUBS RECORD WITH 404 STOLEN BASES!",
    "BELIEVE IT OR NOT: THE CUBS PLAYED IN 5 DIFFERENT BALLPARKS BEFORE WRIGLEY!",
    "CAN YOU BELIEVE? THE CUBS HAVE WON 100+ GAMES 5 TIMES IN FRANCHISE HISTORY!",
    "TRUE OR FALSE: HACK WILSON HIT 56 HOME RUNS IN 1930? TRUE - FIRST CUB WITH 50+!",
    "AMAZING FACT: CUBS BROADCASTERS HAVE WON THE FORD C. FRICK AWARD 5 TIMES!",
    "FUN FACT: THE CUBS FIRST APPEARED ON TELEVISION IN 1946!",
    "HOW MANY PERFECT GAMES BY CUBS PITCHERS? ZERO - STILL WAITING!",
    "TRIVIA TIME: HOW MANY GAMES HAVE THE CUBS PLAYED? MORE THAN 21,000!",
    "DID YOU KNOW? THE 1906 CUBS HAD A .763 WINNING PERCENTAGE - STILL A RECORD!",
    "LEGEND HAS IT: CHARLIE ROOT PITCHED THE MOST INNINGS IN CUBS HISTORY - 3,137!",
    "GUESS WHAT? NO CUBS PITCHER HAS WON 30 GAMES IN A SEASON SINCE 1900!",
    "BELIEVE IT OR NOT: THE CUBS HIT 9 HOME RUNS IN A SINGLE GAME VS ROCKIES IN 2012!",
    "CAN YOU BELIEVE? CUBS PLAYERS HAVE WON OVER 50 GOLD GLOVE AWARDS!",
    "TRUE OR FALSE: CHARLIE ROOT HAS 177 COMPLETE GAMES FOR THE CUBS? TRUE!",
    "AMAZING FACT: IF A BALL HITS WRIGLEY'S FOUL POLE, IT'S A HOME RUN - THEY'RE IN FAIR TERRITORY!",
    "FUN FACT: THE CUBS HAVE A WINNING RECORD ON OPENING DAY WITH 80+ WINS!",
    "HOW MANY CUBS ROOKIES OF THE YEAR? 5 INCLUDING BRYANT, WALTON, AND WILLIAMS!",
    "TRIVIA TIME: WHO HAS THE MOST WINS BY A CUBS LEFTY? HIPPO VAUGHN WITH 151!",
    "DID YOU KNOW? THE CUBS ONCE HAD A LIVE BEAR CUB AS A MASCOT IN THE 1900S!",
    "LEGEND HAS IT: THE SHORTEST GAME AT WRIGLEY WAS 1 HOUR 20 MINUTES IN 1919!",
    "GUESS WHAT? THE CUBS HAVE FINISHED IN FIRST PLACE OVER 25 TIMES!",
    "BELIEVE IT OR NOT: PHIL CAVARRETTA HIT A HOME RUN AT AGE 18 - THE YOUNGEST CUB TO DO SO!",
    "CAN YOU BELIEVE? FIVE DIFFERENT CUBS HAVE HIT 40+ HOME RUNS IN A SEASON!",
    "TRUE OR FALSE: THE CUBS LEAD THE ALL-TIME SERIES VS THE CARDINALS? FALSE - SLIGHTLY BEHIND!",
    "AMAZING FACT: CUBS PLAYERS HAVE WON OVER 15 SILVER SLUGGER AWARDS!",
    "FUN FACT: CAP ANSON HAS THE MOST RBI IN CUBS HISTORY WITH 1,880!",
    "HOW OLD WAS THE FIRST CONCESSION STAND? THE CUBS HAD ONE IN 1914 - A FIRST!",
    "TRIVIA TIME: WHAT'S THE LONGEST CUBS GAME BY TIME? 6 HOURS 4 MINUTES VS ROCKIES IN 2013!",
    "DID YOU KNOW? 12 CUBS HAVE HIT FOR THE CYCLE!",
    "LEGEND HAS IT: FRANK SCHULTE WAS THE FIRST CUBS MVP IN 1911!",
    "GUESS WHAT? THE CUBS HAVE PLAYED IN 7 DIFFERENT DECADES AT WRIGLEY!",
    "BELIEVE IT OR NOT: THE CUBS WENT 27-4 IN JULY 1935 - THEIR BEST MONTH EVER!",
    "CAN YOU BELIEVE? THE CUBS WALKED 16 BATTERS IN A SINGLE GAME VS THE REDS IN 1970!",
    "TRUE OR FALSE: RIGGS STEPHENSON HAD THE BEST CAREER AVG AS A CUB? TRUE - .336!",
    "AMAZING FACT: THE CUBS HAVE WON THEIR DIVISION 7 TIMES SINCE 2000!",
    "FUN FACT: THE CUBS SCORED 18 RUNS IN ONE INNING VS DETROIT IN 1892!",
    "HOW MANY CUBS BATTING CHAMPIONS? 9 INCLUDING DERREK LEE AND BILL MADLOCK!",
    "TRIVIA TIME: WHO THREW THE FASTEST PITCH FOR THE CUBS? AROLDIS CHAPMAN AT 105 MPH!",
    "DID YOU KNOW? THE CUBS HAVE PLAYED GAMES IN 4 DIFFERENT CENTURIES!",
    "LEGEND HAS IT: THE CUBS FIRST WORE PINSTRIPES IN 1907!",
    "GUESS WHAT? THE 2016 CUBS PITCHING STAFF RECORDED 18 SHUTOUTS!",
    "BELIEVE IT OR NOT: NED WILLIAMSON HAS THE MOST TRIPLES IN CUBS HISTORY WITH 142!",
    "CAN YOU BELIEVE? THE CUBS SCORED 26 RUNS IN A DOUBLEHEADER VS THE REDS IN 2017!",
    "TRUE OR FALSE: THE CUBS' LONGEST HOME WIN STREAK IS 18 GAMES? TRUE - IN 2016!",
    "AMAZING FACT: THE 2016 CUBS HAD 12 WALK-OFF VICTORIES!",
    "FUN FACT: ADDISON RUSSELL HIT THE FIRST CUBS WORLD SERIES GRAND SLAM IN 2016!",
    "HOW MANY STATES HAVE CUBS PLAYERS COME FROM? ALL 50!",
    "TRIVIA TIME: WHAT'S THE MOST CONSECUTIVE PLAYOFF SEASONS? 5 STRAIGHT (2015-2019)!",
    "DID YOU KNOW? THE CUBS HAVE SWEPT 6 POSTSEASON SERIES INCLUDING THE 2016 NLDS!",
    "LEGEND HAS IT: CAP ANSON HAS THE MOST DOUBLES IN CUBS HISTORY WITH 529!",
    "GUESS WHAT? THE CUBS HAVE PLAYED MORE DAY GAMES THAN ANY OTHER MLB TEAM!",
    "BELIEVE IT OR NOT: THE CUBS' BEST HOME RECORD WAS 60-21 IN 1906!",
    "CAN YOU BELIEVE? THREE CUBS HAVE WON THE HANK AARON AWARD - SOSA, RAMIREZ, AND BRYANT!",
    "TRUE OR FALSE: ZAMBRANO WAS THE LAST CUB TO WIN 20 GAMES? TRUE - IN 2007!",
    "AMAZING FACT: THE 2016 CHAMPIONSHIP BANNER FLIES ABOVE WRIGLEY 365 DAYS A YEAR!",
    "FUN FACT: KYLE HENDRICKS HAD A 2.13 ERA IN 2016 - BEST IN THE NL!",
    "HOW MANY POSTSEASON HOME RUNS IN 2016? 21 HOME RUNS!",
    "TRIVIA TIME: WHO HAS THE MOST GRAND SLAMS IN CUBS HISTORY? ERNIE BANKS WITH 12!",
    "DID YOU KNOW? THE CUBS HAVE THE MOST LOYAL FANBASE - SELLING OUT EVEN IN LOSING YEARS!",
    "LEGEND HAS IT: THE CUBS HAVE 1,256 WINS AGAINST THE PIRATES!",
    "GUESS WHAT? OVER 60 DIFFERENT PLAYERS HAVE WORN #17 FOR THE CUBS!",
    "BELIEVE IT OR NOT: ERNIE BANKS WAS THE CUBS' FIRST AFRICAN AMERICAN PLAYER IN 1953!",
    "CAN YOU BELIEVE? THE CUBS DREW OVER 3 MILLION FANS IN 2016 DESPITE WRIGLEY'S SMALL CAPACITY!",
    "TRUE OR FALSE: FRANK CHANCE HAD 67 STOLEN BASES IN 1906? TRUE - A CUBS RECORD!",
    "AMAZING FACT: THE CUBS HAVE LED THE LEAGUE IN ATTENDANCE OVER 20 TIMES!",
    "FUN FACT: THAD BOSLEY HAS THE MOST PINCH-HIT HOME RUNS IN CUBS HISTORY WITH 6!",
    "HOW MANY DAY GAMES DO THE CUBS PLAY? MORE THAN ANY OTHER MLB TEAM!",
    "TRIVIA TIME: MOST HITS IN A 9-INNING CUBS GAME? 28 VS ROCKIES IN 2012!",
    "DID YOU KNOW? HACK WILSON WAS THE CUBS' FIRST 30-HOME RUN HITTER IN 1926!",
    "LEGEND HAS IT: CUBS FANS THROW BACK OPPOSING TEAMS' HOME RUNS - A UNIQUE TRADITION!",
    "GUESS WHAT? THE CUBS ARE 2-1 IN GAME 7S INCLUDING THE 2016 WORLD SERIES!",
    "BELIEVE IT OR NOT: THE 2016 CUBS WENT 6 STRAIGHT GAMES WITHOUT AN ERROR!",
    "CAN YOU BELIEVE? AROLDIS CHAPMAN HAS THE MOST SAVES IN CUBS POSTSEASON HISTORY WITH 7!",
    "TRUE OR FALSE: THE CUBS HAVE THE 2ND MOST WINS IN NL HISTORY? TRUE!",
    "AMAZING FACT: THE CUBS' LONGEST ROAD WIN STREAK WAS 12 GAMES IN 2016!",
    "FUN FACT: THE 2016 CUBS HIT 8 GRAND SLAMS!",
    "HOW MUCH DID THE MESA SPRING TRAINING COMPLEX COST? $99 MILLION!",
    "TRIVIA TIME: WHAT WAS THE CUBS' BEST SEPTEMBER? .840 WIN PCT IN 1935!",
    "DID YOU KNOW? 12 DIFFERENT PITCHERS THREW IN THE 2016 WORLD SERIES!",
    "LEGEND HAS IT: JEROME WALTON HAD A 30-GAME HIT STREAK IN 1989 - A CUBS RECORD!",
    "GUESS WHAT? THE CUBS ARE ONE OF ONLY 5 TEAMS NEVER TO CHANGE CITIES!",
    "BELIEVE IT OR NOT: THE 2016 CUBS WON 103 GAMES - MOST IN THE WILD CARD ERA!",
    "CAN YOU BELIEVE? 6 CUBS MADE THE 2016 ALL-STAR TEAM INCLUDING BRYANT, RIZZO, AND LESTER!",
    "TRUE OR FALSE: NO CUB HAS HIT 4 HOME RUNS IN A GAME? TRUE - IT'S NEVER HAPPENED!",
    "AMAZING FACT: 40 MILLION VIEWERS WATCHED THE 2016 WORLD SERIES!",
    "FUN FACT: THE 1906 CUBS WON 116 GAMES - A RECORD UNTIL 2001!",
    "HOW FAST DID STARLIN CASTRO GET HIS FIRST HIT? A HOME RUN IN HIS FIRST AT-BAT!",
    "TRIVIA TIME: WHEN DID STEVE GOODMAN DIE? JUST BEFORE THE 1984 SEASON - HE WROTE 'GO CUBS GO'!",
    "DID YOU KNOW? 17 NO-HITTERS HAVE BEEN THROWN AT WRIGLEY INCLUDING 8 BY CUBS!",
    "LEGEND HAS IT: WRIGLEY'S CENTERFIELD FLAGPOLE IS 99 FEET TALL AND IN PLAY!",
    "GUESS WHAT? THE CUBS WON THE FIRST BACK-TO-BACK WORLD SERIES OF THE 20TH CENTURY (1907-08)!",
    "BELIEVE IT OR NOT: 10 DIFFERENT CUBS HAVE WON THE NL MVP 12 TIMES!",
    "CAN YOU BELIEVE? ERNIE BANKS HIT 5 GRAND SLAMS IN 1955 - AN NL RECORD AT THE TIME!",
    "TRUE OR FALSE: KERRY WOOD PITCHED 6 PERFECT INNINGS IN HIS 20-K GAME? TRUE!",
    "AMAZING FACT: 41,711 FANS ATTENDED 2016 WORLD SERIES GAME 5 - STANDING ROOM ONLY!",
    "FUN FACT: WRIGLEY WAS ORIGINALLY BUILT FOR THE CHICAGO WHALES OF THE FEDERAL LEAGUE!",
    "HOW MANY CONSECUTIVE 40+ HR SEASONS FOR ERNIE BANKS? TWO (1958-1959)!",
    "TRIVIA TIME: WHO THREW THE CUBS' FIRST NO-HITTER? LARRY CORCORAN IN 1880!",
    "DID YOU KNOW? THE CUBS MADE 5 STRAIGHT POSTSEASONS (2015-2020) - A FRANCHISE RECORD!",
    "LEGEND HAS IT: THE 2016 WORLD SERIES STARTED AT 62°F BUT FELT COLDER WITH PRESSURE!",
    "GUESS WHAT? SAMMY SOSA HIT 60+ HOME RUNS IN THREE DIFFERENT SEASONS!",
    "BELIEVE IT OR NOT: JAVIER BAEZ STOLE HOME IN GAME 1 OF THE 2016 WORLD SERIES!",
    "CAN YOU BELIEVE? THE 2016 WORLD SERIES RING HAD 108 DIAMONDS FOR THE 108-YEAR DROUGHT!",
    "TRUE OR FALSE: RYNE SANDBERG WON 9 CONSECUTIVE GOLD GLOVES? TRUE (1983-1991)!",
    "AMAZING FACT: BILLY WILLIAMS PLAYED 1,117 CONSECUTIVE GAMES - AN NL RECORD AT THE TIME!",
    "FUN FACT: THE CUBS WERE THE VISITING TEAM IN THE FIRST TELEVISED MLB GAME IN 1939!",
    "HOW MANY HALL OF FAMERS WORE A CUBS UNIFORM? OVER 50!",
    "TRIVIA TIME: WHAT WAS MORDECAI BROWN'S CAREER ERA? 1.80 - LOWEST IN CUBS HISTORY!",
    "DID YOU KNOW? THE CUBS CLINCHED THE 2016 NL PENNANT IN LOS ANGELES, NOT WRIGLEY!",
    "LEGEND HAS IT: THE CUBS WON THE 2016 WORLD SERIES AT 11:47 PM ON NOVEMBER 2ND!",
    "GUESS WHAT? ANTHONY RIZZO CAUGHT KRIS BRYANT'S THROW FOR THE FINAL OUT IN GAME 7!",
    "BELIEVE IT OR NOT: GAME 7 OF THE 2016 WORLD SERIES WENT 10 INNINGS WITH A RAIN DELAY!",
    "CAN YOU BELIEVE? CAP ANSON HAS THE MOST WINS AS A CUBS MANAGER WITH 1,283!",
    "TRUE OR FALSE: THE 2016 CUBS OVERCAME A 3-1 DEFICIT ON THE ROAD? TRUE!",
    "AMAZING FACT: THE CUBS HAVE WON 100+ GAMES NINE TIMES IN FRANCHISE HISTORY!",
    "FUN FACT: THE 2016 CUBS HAD 13 WALK-OFF VICTORIES IN THE REGULAR SEASON!",
    "HOW OLD WERE WRIGLEY'S BLEACHERS WHEN REPLACED? WOOD UNTIL ALUMINUM IN 1981!",
    "TRIVIA TIME: WHO HIT THE FIRST WRIGLEY HOME RUN? VIC SAIER ON APRIL 23, 1916!",
    "DID YOU KNOW? THE CUBS HAVE HAD A .500 OR BETTER RECORD IN 67 OF 147 SEASONS!",
    "LEGEND HAS IT: FERGUSON JENKINS STRUCK OUT 200+ IN SIX STRAIGHT YEARS (1967-1972)!",
    "GUESS WHAT? KRIS BRYANT WON ROY AND MVP IN CONSECUTIVE SEASONS (2015-2016)!",
    "BELIEVE IT OR NOT: THE CUBS' ORIGINAL FIELD WAS 23RD STREET GROUNDS IN 1876!",
    "CAN YOU BELIEVE? THE 1930 CUBS HAD A .309 TEAM BATTING AVERAGE!",
    "TRUE OR FALSE: WRIGLEY'S RED MARQUEE LIGHTS UP ONLY FOR SPECIAL OCCASIONS? TRUE!",
    "AMAZING FACT: KERRY WOOD MADE 6 STRAIGHT OPENING DAY STARTS (2003-2008)!",
    "FUN FACT: THE WRIGLEY FAMILY OWNED THE CUBS FOR 65 YEARS (1921-1981)!",
    "HOW MANY HOME RUNS DID THE 2016 CUBS HIT? 199 IN THE REGULAR SEASON!",
    "TRIVIA TIME: WHO CAME CLOSE TO 20 WINS IN 2016? JON LESTER WITH 19!",
    "DID YOU KNOW? THE CUBS WERE THE FIRST TEAM TO BROADCAST ALL GAMES ON WGN IN 1948!",
    "LEGEND HAS IT: BILLY WILLIAMS PLAYED 1,117 GAMES WITHOUT MISSING ONE!",
    "GUESS WHAT? THE CUBS SCORED 11 RUNS IN THE 1ST INNING VS ROCKIES IN 2012!",
    "BELIEVE IT OR NOT: KYLE SCHWARBER HIT 3 HOME RUNS IN A 2015 NLDS GAME!",
    "CAN YOU BELIEVE? SAMMY SOSA LED THE NL IN HOME RUNS TWICE (2000 AND 2002)!",
    "TRUE OR FALSE: THE 1962 CUBS WENT 59-103? TRUE - ONE OF THE WORST SEASONS!",
    "AMAZING FACT: THE CUBS DUGOUT IS ON THE THIRD BASE SIDE AT WRIGLEY!",
    "FUN FACT: WRIGLEY'S BASKET WAS ADDED TO THE OUTFIELD WALL IN 1970!",
    "HOW MANY SAVES DID CHAPMAN CONVERT IN 2016 POSTSEASON? 9 SAVES!",
    "TRIVIA TIME: WHO HIT FOR THE CYCLE MOST RECENTLY FOR THE CUBS? MARK GRACE IN 1993!",
    "DID YOU KNOW? THE CUBS' FIRST TV GAME WAS AGAINST THE BOSTON BRAVES IN 1946!",
    "LEGEND HAS IT: OVER 40 GOLD GLOVES HAVE BEEN AWARDED TO CUBS PLAYERS!",
    "GUESS WHAT? 36,399 FANS ATTENDED THE FIRST NIGHT GAME - SHORTENED BY RAIN!",
    "BELIEVE IT OR NOT: THE CUBS PLAYED 5,687 CONSECUTIVE DAY GAMES BEFORE LIGHTS!",
    "CAN YOU BELIEVE? THE CUBS HAVE TURNED OVER 35 TRIPLE PLAYS!",
    "TRUE OR FALSE: BILLY HERMAN HAD 57 DOUBLES IN 1935 AND 1936? TRUE!",
    "AMAZING FACT: CUBS MASCOT CLARK IS NAMED AFTER THE STREET WRIGLEY IS ON!",
    "FUN FACT: THE CUBS HAVE 5 WILD CARD BERTHS (1998, 1999, 2015, 2018, 2020)!",
    "HOW LOW WAS MORDECAI BROWN'S 1906 ERA? 1.04 - BEST SINGLE SEASON IN CUBS HISTORY!",
    "TRIVIA TIME: HOW MANY ALL-STAR GAMES FOR RON SANTO? 9 TIMES (1963-1969, 1971-1973)!",
    "DID YOU KNOW? THE CUBS' LONGEST LOSING STREAK IS 14 GAMES IN 1997!",
    "LEGEND HAS IT: THE 2016 TITLE WAS CHICAGO'S FIRST SINCE THE BULLS IN 1998!",
    "GUESS WHAT? TWO CUBS HAVE HIT 50+ HOME RUNS - SOSA (4 TIMES) AND WILSON!",
    "BELIEVE IT OR NOT: PHIL CAVARRETTA WON THE 1945 BATTING TITLE WITH A .355 AVERAGE!",
    "CAN YOU BELIEVE? THE 2016 CUBS' SLOGAN WAS 'WE NEVER QUIT'!",
    "TRUE OR FALSE: JAKE ARRIETA'S 2015 NO-HITTER WAS PERFECT? CLOSE - NO WALKS!",
    "AMAZING FACT: THREE CUBS PLAYED EVERY 2016 GAME - RIZZO, BRYANT, AND ZOBRIST!",
    "FUN FACT: WRIGLEY'S VISITING CLUBHOUSE IS ONE OF THE SMALLEST IN MLB!",
    "HOW MANY POSTSEASON SERIES HAVE THE CUBS WON? 14 IN FRANCHISE HISTORY!",
    "TRIVIA TIME: WHO HIT THE GAME-WINNING HIT IN 2016 GAME 7? BEN ZOBRIST!",
    "DID YOU KNOW? THE 2016 PLAYOFF RUN FEATURED 4 SERIES VICTORIES!",
    "LEGEND HAS IT: THE 2016 CUBS PITCHING STAFF STRUCK OUT 1,469 BATTERS!",
    "GUESS WHAT? JOE MADDON LED THE CUBS TO 5 POSTSEASON APPEARANCES!",
    "BELIEVE IT OR NOT: THE CUBS' FIRST GAME EVER WAS APRIL 25, 1876 - A 4-0 WIN!",
    "CAN YOU BELIEVE? THE CUBS' 2016 PAYROLL WAS APPROXIMATELY $174 MILLION!",
    "TRUE OR FALSE: NO CUB HAS EVER THROWN A PERFECT GAME? TRUE!",
    "AMAZING FACT: THE CUBS-CARDINALS RIVALRY HAS PRODUCED OVER 2,500 GAMES!",
    "FUN FACT: THE CUBS HAD 1,408 HITS AS A TEAM IN 2016!",
    "HOW MANY FANS ATTENDED IN 2008? 3,300,200 - A CUBS ATTENDANCE RECORD!",
    "TRIVIA TIME: HOW MANY NUMBERS HAVE THE CUBS RETIRED? 5 PLAYERS AND 2 PITCHERS!",
    "DID YOU KNOW? THE 2016 CUBS COMMITTED ONLY 84 ERRORS - ONE OF THE FEWEST IN MLB!",
    "LEGEND HAS IT: GREG MADDUX'S #31 IS ALSO RETIRED BY THE BRAVES!",
    "GUESS WHAT? KRIS BRYANT HAD THE HIGHEST SLUGGING PCT IN 2016 AT .554!",
    "BELIEVE IT OR NOT: WRIGLEY FIELD IS ONLY 1,000 FEET FROM LAKE MICHIGAN!",
    "CAN YOU BELIEVE? JON LESTER WON 3 GAMES IN THE 2016 POSTSEASON!",
    "TRUE OR FALSE: THE 2016 WORLD SERIES TROPHY TOURED 100+ LOCATIONS? TRUE!",
    "AMAZING FACT: THE 2016 CUBS STOLE 115 BASES!",
    "FUN FACT: THE 2016 CUBS WERE 11-4 IN EXTRA INNINGS - ONE OF THE BEST IN MLB!",
    "HOW MANY PRACTICE FIELDS IN MESA? 13 AT SLOAN PARK!",
    "TRIVIA TIME: WHO HAD THE MOST RBI IN 2016? ANTHONY RIZZO WITH 109!",
    "DID YOU KNOW? THE CUBS WERE ON THE COVER OF SPORTS ILLUSTRATED 8 TIMES IN 2016!",
    "LEGEND HAS IT: THE CUBS USED 26 DIFFERENT PITCHERS IN 2016!",
    "GUESS WHAT? ANTHONY RIZZO CAUGHT THE FINAL OUT OF THE 2016 WORLD SERIES!",
    "BELIEVE IT OR NOT: THE 2016 CHAMPIONSHIP RING WAS ONE OF THE LARGEST EVER MADE!",
    "CAN YOU BELIEVE? THE 2016 CUBS HIT 5 WALK-OFF HOME RUNS!",
    "TRUE OR FALSE: THE 2016 CUBS HAD A .640 WINNING PERCENTAGE? TRUE (103-58)!",
    "AMAZING FACT: WRIGLEY'S BLEACHERS WERE CLOSED FOR RENOVATION IN 2006!",
    "FUN FACT: FIVE STATUES OF CUBS LEGENDS SURROUND WRIGLEY FIELD!",
    "HOW MANY HOME RUNS DID RIZZO HIT AT WRIGLEY IN 2016? 32!",
    "TRIVIA TIME: WHAT WAS THE 2016 CUBS RUN DIFFERENTIAL? +252 - A FRANCHISE RECORD!",
    "DID YOU KNOW? CUBS PITCHERS THREW JUST 3 COMPLETE GAMES IN 2016!",
    "LEGEND HAS IT: THE FIRST NIGHT GAME TEMPERATURE WAS 69°F BEFORE THE RAIN!",
    "GUESS WHAT? THE 2016 CUBS ROSTER HAD 14 INTERNATIONAL PLAYERS!",
    "BELIEVE IT OR NOT: THE 2016 CUBS WON 47 GAMES ON THE ROAD!",
    "CAN YOU BELIEVE? KRIS BRYANT HAD 11 HITS IN THE 2016 WORLD SERIES - MOST ON THE TEAM!",
    "TRUE OR FALSE: THE 2016 CUBS HIT 7 PINCH-HIT HOME RUNS? TRUE!",
    "AMAZING FACT: THE 2016 CUBS WERE 32-24 IN ONE-RUN GAMES!",
    "FUN FACT: WRIGLEY'S OUTFIELD WALLS ARE COVERED WITH 32,000 SQ FT OF IVY!",
    "HOW MANY DIFFERENT LINEUPS IN 2016? OVER 130 DIFFERENT STARTING LINEUPS!",
    "TRIVIA TIME: WHAT WAS THE 2016 CUBS' LARGEST COMEBACK? 7 RUNS DOWN VS THE REDS!",
    "DID YOU KNOW? WRIGLEY'S BULLPENS WERE RELOCATED IN 2017 FOR MORE SEATING!",
    "LEGEND HAS IT: THE 2016 CUBS DREW 31 INTENTIONAL WALKS!",
    "GUESS WHAT? KYLE SCHWARBER'S LONGEST 2016 HOME RUN WAS 467 FEET!"
  ]
}
