{
  "facts": [
    "CUBS WON THE 2016 WORLD SERIES ENDING A 108-YEAR DROUGHT!",
    "WRIGLEY FIELD OPENED IN 1914 AS WEEGHMAN PARK",
    "THE CUBS HAVE WON 3 WORLD SERIES (1907, 1908, 2016)",
    "ERNIE BANKS - MR. CUB - 512 HOME RUNS, 2X MVP",
    "RYNE SANDBERG - 10X ALL-STAR, HALL OF FAME 2B",
    "FERGUSON JENKINS - CUBS ACE - 284 WINS, HOF 1991",
    "BILLY WILLIAMS - 426 HOME RUNS AS A CUB",
    "RON SANTO - 342 HOME RUNS, 9X ALL-STAR, HOF 2012",
    "ANDRE DAWSON - 1987 NL MVP WITH THE CUBS",
    "KERRY WOOD - 20 STRIKEOUTS IN ONE GAME (MAY 6, 1998)",
    "SAMMY SOSA - 545 HOME RUNS AS A CUB, 609 CAREER",
    "MARK GRACE - 2,445 HITS IN THE 1990S - MOST IN MLB",
    "CUBS PLAY IN THE NATIONAL LEAGUE CENTRAL DIVISION",
    "THE FRIENDLY CONFINES - NICKNAME FOR WRIGLEY FIELD",
    "IVY WALLS AT WRIGLEY PLANTED IN 1937",
    "WRIGLEY FIELD CAPACITY: 41,649 FANS",
    "FIRST NIGHT GAME AT WRIGLEY: AUGUST 8, 1988",
    "CUBS WERE FOUNDED IN 1876 AS THE CHICAGO WHITE STOCKINGS",
    "CUBS HAVE 17 NATIONAL LEAGUE PENNANTS",
    "HARRY CARAY - LEGENDARY CUBS BROADCASTER 1982-1997",
    "JACK BRICKHOUSE - CALLED CUBS GAMES FOR 40 YEARS",
    "THE CUBS LOGO FEATURES A BEAR CUB IN A CIRCLE",
    "CUBS TEAM COLORS: CUBS BLUE, RED, AND WHITE",
    "FLY THE W - VICTORY FLAG TRADITION SINCE 1937",
    "CUBS RETIRED NUMBERS: 10, 14, 23, 26, 31, 42",
    "GABBY HARTNETT - THE HOMER IN THE GLOAMIN' (1938)",
    "HACK WILSON - 191 RBI IN 1930 (STILL NL RECORD)",
    "CAP ANSON - 1ST PLAYER WITH 3,000 HITS (1897)",
    "MORDECAI 'THREE FINGER' BROWN - 239 WINS, 2.06 ERA",
    "TINKER TO EVERS TO CHANCE - LEGENDARY DOUBLE PLAY COMBO",
    "ANTHONY RIZZO - 5X ALL-STAR, 2016 WORLD SERIES CHAMP",
    "KRIS BRYANT - 2016 NL MVP, ROOKIE OF THE YEAR 2015",
    "JAVIER BAEZ - EL MAGO, 2X ALL-STAR, SLICK FIELDER",
    "JON LESTER - 200 WINS, 2016 WORLD SERIES CHAMPION",
    "KYLE HENDRICKS - 'THE PROFESSOR', 2016 ERA CHAMPION",
    "JAKE ARRIETA - 2015 NL CY YOUNG AWARD WINNER",
    "THEO EPSTEIN - GM WHO BUILT 2016 CHAMPIONSHIP TEAM",
    "JOE MADDON - MANAGER OF 2016 WORLD SERIES CHAMPIONS",
    "CUBS WON 116 GAMES IN 1906 - MODERN ERA RECORD",
    "CUBS PLAY AT CLARK AND ADDISON IN WRIGLEYVILLE",
    "THE BLEACHERS - ICONIC WRIGLEY FIELD SEATING AREA",
    "CUBS VS CARDINALS - ONE OF BASEBALL'S BEST RIVALRIES",
    "CUBS VS WHITE SOX - THE CROSSTOWN CLASSIC",
    "STEVE BARTMAN INCIDENT - OCTOBER 14, 2003, NLCS GAME 6",
    "CUBS BLEW 3-1 LEAD IN 2003 NLCS TO THE MARLINS",
    "2016 CUBS CAME BACK FROM 3-1 DEFICIT TO WIN WS",
    "GAME 7 OF 2016 WS WENT TO EXTRA INNINGS",
    "BEN ZOBRIST - 2016 WORLD SERIES MVP",
    "CUBS BEAT INDIANS IN 2016 WORLD SERIES",
    "CUBS WENT 103-58 IN 2016 REGULAR SEASON",
    "ERNIE BANKS NEVER PLAYED IN A POSTSEASON GAME",
    "LET'S PLAY TWO! - ERNIE BANKS FAMOUS QUOTE",
    "BANKS PLAYED 2,528 GAMES - ALL WITH THE CUBS",
    "CUBS MASCOT: CLARK THE CUB (INTRODUCED 2014)",
    "WAVELAND AVENUE - WHERE HOME RUN BALLS LAND",
    "SHEFFIELD AVENUE - ROOFTOP VIEWING LOCATION",
    "WRIGLEY FIELD MANUAL SCOREBOARD STILL IN USE",
    "CUBS SPRING TRAINING IN MESA, ARIZONA",
    "RICK SUTCLIFFE - 1984 NL CY YOUNG AWARD WINNER",
    "BRUCE SUTTER - HOF CLOSER, PERFECTED SPLIT-FINGER",
    "LEE SMITH - 180 SAVES AS A CUB, 478 CAREER",
    "CARLOS ZAMBRANO - 3X ALL-STAR, NO-HITTER 2008",
    "DERREK LEE - 2005 NL BATTING CHAMPION (.335)",
    "ARAMIS RAMIREZ - 239 HOME RUNS AS A CUB",
    "ALFONSO SORIANO - 181 HOME RUNS AS A CUB",
    "STARLIN CASTRO - 4X ALL-STAR, DEBUTED AT AGE 20",
    "ADDISON RUSSELL - 2016 WS GRAND SLAM IN GAME 6",
    "DAVID ROSS - GRANDPA ROSSY, FINAL GAME WAS 2016 WS",
    "DEXTER FOWLER - YOU GO WE GO, LEADOFF SPARK 2016",
    "JASON HEYWARD - INSPIRATIONAL SPEECH IN GAME 7 2016",
    "JORGE SOLER - TRADED TO HELP ACQUIRE WADE DAVIS",
    "AROLDIS CHAPMAN - DOMINANT CLOSER IN 2016 PLAYOFFS",
    "CARL EDWARDS JR - FILTHY CURVE, 2016 BULLPEN ACE",
    "PEDRO STROP - SIDEWAYS CAP, RELIABLE SETUP MAN",
    "CUBS AVERAGE ATTENDANCE: OVER 3 MILLION PER YEAR",
    "WRIGLEY FIELD - 2ND OLDEST MLB PARK AFTER FENWAY",
    "CUBS NEIGHBORHOOD: WRIGLEYVILLE, LAKEVIEW",
    "MURPHY'S BLEACHERS - FAMOUS BAR ACROSS FROM WRIGLEY",
    "CUBS TEAM STORE AT CLARK AND ADDISON",
    "GO CUBS GO - OFFICIAL CUBS VICTORY SONG BY STEVE GOODMAN",
    "BILLY GOAT TAVERN - HOME OF THE BILLY GOAT CURSE",
    "BILLY GOAT CURSE - ALLEGEDLY CAST IN 1945",
    "CURSE BROKEN NOVEMBER 2, 2016 AT 11:47 PM",
    "CUBS DROUGHT: 1908-2016 (108 YEARS)",
    "LONGEST CHAMPIONSHIP DROUGHT IN SPORTS HISTORY",
    "1969 CUBS COLLAPSE - BLEW 9.5 GAME LEAD TO METS",
    "1984 CUBS: 1ST DIVISION TITLE IN 39 YEARS",
    "CUBS LOST 1984 NLCS TO PADRES 3 GAMES TO 2",
    "1989 CUBS: WON NL EAST UNDER DON ZIMMER",
    "1998 CUBS: WILD CARD TEAM WITH SOSA AND WOOD",
    "2003 CUBS: 5 OUTS AWAY FROM WORLD SERIES",
    "2007 CUBS: BACK-TO-BACK DIVISION TITLES",
    "2008 CUBS: 97 WINS, SWEPT IN PLAYOFFS AGAIN",
    "2015 CUBS: NLCS APPEARANCE, SWEPT BY METS",
    "2016 CUBS: 103 WINS, WORLD SERIES CHAMPIONS!",
    "2017 CUBS: 92 WINS, DEFENDED DIVISION TITLE",
    "DUSTY BAKER - CUBS MANAGER 2003-2006",
    "LOU PINIELLA - CUBS MANAGER 2007-2010",
    "JIM RIGGLEMAN - CUBS MANAGER 1995-1999",
    "DON ZIMMER - PLAYED FOR AND MANAGED THE CUBS",
    "DALLAS GREEN - BUILT 1984 CUBS TEAM AS GM",
    "ANDY MACPHAIL - CUBS GM 1994-2006",
    "JIM HENDRY - DRAFTED RYAN THERIOT, JEFF SAMARDZIJA",
    "TOM RICKETTS - CUBS OWNER SINCE 2009",
    "RICKETTS FAMILY - INVESTED IN WRIGLEY RENOVATIONS",
    "WRIGLEY FIELD RENOVATIONS: $1 BILLION PROJECT",
    "CUBS ACADEMY - DOMINICAN REPUBLIC FACILITY",
    "SOUTH BEND CUBS - HIGH-A MINOR LEAGUE AFFILIATE",
    "TENNESSEE SMOKIES - DOUBLE-A AFFILIATE",
    "IOWA CUBS - TRIPLE-A AFFILIATE IN DES MOINES",
    "MYRTLE BEACH PELICANS - LOW-A AFFILIATE",
    "CUBS CONVENTION - ANNUAL FAN EVENT IN JANUARY",
    "CUBS CARAVAN - OFFSEASON COMMUNITY TOUR",
    "CUBS CHARITIES - RAISED OVER $50 MILLION",
    "CUBS CARE - COMMUNITY OUTREACH PROGRAM",
    "WRIGLEY FIELD HOSTS CONCERTS AND SPECIAL EVENTS",
    "PEARL JAM, BILLY JOEL HAVE PLAYED AT WRIGLEY",
    "NHL WINTER CLASSIC HELD AT WRIGLEY (2009)",
    "NOTRE DAME PLAYED FOOTBALL AT WRIGLEY (2010)",
    "WRIGLEY FIELD HOSTED 1947 ALL-STAR GAME",
    "WRIGLEY FIELD VIDEO BOARD ADDED IN 2015",
    "CUBS TEAM PAYROLL: OVER $200 MILLION IN 2010s",
    "CUBS TV: MARQUEE SPORTS NETWORK (LAUNCHED 2020)",
    "CUBS RADIO: 670 THE SCORE (WSCR-AM)",
    "PAT HUGHES - CUBS RADIO PLAY-BY-PLAY SINCE 1996",
    "RON COOMER - CUBS RADIO COLOR ANALYST",
    "JON BOIS - CUBS DOCUMENTARY: THE HISTORY OF THE CUBS",
    "CUBS HALL OF FAME MEMBERS: 53 TOTAL",
    "CUBS ALL-TIME WINS LEADER: CAP ANSON (1,283)",
    "CUBS ALL-TIME HOME RUN LEADER: SAMMY SOSA (545)",
    "CUBS ALL-TIME HITS LEADER: CAP ANSON (3,081)",
    "CUBS ALL-TIME ERA LEADER: MORDECAI BROWN (1.80)",
    "CUBS ALL-TIME STRIKEOUTS: FERGUSON JENKINS (2,038)",
    "CUBS ALL-TIME SAVES LEADER: LEE SMITH (180)",
    "SINGLE SEASON HOME RUNS: SAMMY SOSA 66 (1998)",
    "SINGLE SEASON WINS: JOHN CLARKSON 53 (1885)",
    "SINGLE SEASON STRIKEOUTS: KERRY WOOD 266 (2003)",
    "CUBS RETIRED #42 FOR JACKIE ROBINSON (MLB-WIDE)",
    "CUBS RETIRED #10 FOR RON SANTO",
    "CUBS RETIRED #14 FOR ERNIE BANKS",
    "CUBS RETIRED #23 FOR RYNE SANDBERG",
    "CUBS RETIRED #26 FOR BILLY WILLIAMS",
    "CUBS RETIRED #31 FOR GREG MADDUX AND FERGIE JENKINS",
    "GREG MADDUX - 355 CAREER WINS, STARTED WITH CUBS",
    "MADDUX WON 4 CONSECUTIVE CY YOUNG AWARDS (1992-95)",
    "RICH 'GOOSE' GOSSAGE - HOF CLOSER, PLAYED FOR CUBS",
    "DENNIS ECKERSLEY - HOF CLOSER, STARTED CAREER WITH CUBS",
    "WILLIE MAYS FINISHED CAREER WITH METS, NOT CUBS",
    "HANK AARON NEVER PLAYED FOR THE CUBS",
    "CUBS HAVE HAD 62 MANAGERS IN FRANCHISE HISTORY",
    "CUBS FIRST MANAGER: AL SPALDING (1876-1877)",
    "CHARLIE GRIMM MANAGED CUBS IN 3 SEPARATE STINTS",
    "FRANK CHANCE - PLAYER-MANAGER, LED TO 1907-08 TITLES",
    "DID YOU KNOW? THE 2016 WORLD SERIES GAME 7 HAD A 17-MINUTE RAIN DELAY IN THE 10TH INNING THAT MANY BELIEVE HELPED THE CUBS REGROUP AND WIN!",
    "HOW MANY CONSECUTIVE WINNING SEASONS DID THE CUBS HAVE FROM 2015-2020? SIX STRAIGHT YEARS!",
    "WRIGLEY FIELD'S ICONIC MARQUEE WAS INSTALLED IN 1934 AND HAS BECOME ONE OF BASEBALL'S MOST RECOGNIZABLE LANDMARKS!",
    "THE CUBS PLAYED THEIR FIRST GAME AT WRIGLEY FIELD ON APRIL 23, 1916, DEFEATING THE CINCINNATI REDS 7-6 IN 11 INNINGS!",
    "SAMMY SOSA AND MARK MCGWIRE'S 1998 HOME RUN CHASE CAPTIVATED THE NATION - SOSA HIT 66 HOMERS BUT MCGWIRE WON WITH 70!",
    "WHAT YEAR DID THE CUBS LAST FINISH IN LAST PLACE? 2012, BEFORE THEO EPSTEIN'S REBUILD BEGAN TO TAKE SHAPE!",
    "THE CUBS' 2016 PLAYOFF RUN FEATURED THREE DRAMATIC COMEBACKS FROM ELIMINATION, INCLUDING THE HISTORIC WORLD SERIES COMEBACK!",
    "ERNIE BANKS PLAYED 19 SEASONS WITH THE CUBS AND NEVER ONCE COMPLAINED ABOUT NOT MAKING THE PLAYOFFS - TRUE LOYALTY!",
    "KERRY WOOD'S 20-STRIKEOUT GAME WAS ONLY HIS FIFTH MAJOR LEAGUE START - ONE OF THE GREATEST PITCHING PERFORMANCES EVER!",
    "THE CUBS INSTALLED LIGHTS AT WRIGLEY FIELD IN 1988, ENDING THE TRADITION OF DAY-ONLY BASEBALL THAT LASTED 74 YEARS!",
    "WRIGLEY FIELD'S BLEACHER SEATS WERE ORIGINALLY INSTALLED IN 1937 AND THE ICONIC IVY WAS PLANTED THE SAME YEAR!",
    "DID YOU KNOW? RON SANTO PLAYED MOST OF HIS CAREER WITH TYPE 1 DIABETES, WHICH WASN'T PUBLICLY KNOWN UNTIL AFTER HE RETIRED!",
    "THE CUBS' 2016 CHAMPIONSHIP PARADE DREW AN ESTIMATED 5 MILLION FANS - ONE OF THE LARGEST GATHERINGS IN AMERICAN HISTORY!",
    "WHAT'S THE CUBS' LONGEST WINNING STREAK? 21 GAMES IN 1935, A RECORD THAT STILL STANDS TODAY!",
    "ANTHONY RIZZO BECAME THE FACE OF THE CUBS' REBUILD, ARRIVING IN 2012 AND HELPING BUILD A CHAMPIONSHIP CULTURE!",
    "THE FAMOUS 'W' FLAG AT WRIGLEY FIELD DATES BACK TO 1937 WHEN FANS WOULD FLY IT AFTER WINS!",
    "CUBS BROADCASTER HARRY CARAY LED THE 7TH INNING STRETCH WITH 'TAKE ME OUT TO THE BALLGAME' - A WRIGLEY TRADITION SINCE 1982!",
    "WHAT MAKES WRIGLEY FIELD UNIQUE? IT'S ONE OF ONLY TWO MLB PARKS WHERE THE WIND DIRECTION DRAMATICALLY AFFECTS GAMEPLAY!",
    "THE CUBS WON BACK-TO-BACK WORLD SERIES IN 1907 AND 1908, THEN WAITED 108 YEARS FOR THEIR NEXT CHAMPIONSHIP!",
    "JAVIER BAEZ'S TAG PLAY IN THE 2016 NLCS BECAME KNOWN AS 'THE TAG' - ONE OF THE MOST ATHLETIC PLAYS IN POSTSEASON HISTORY!",
    "WRIGLEY FIELD'S FAMOUS ROOFTOP SEATS ACROSS THE STREET HAVE BEEN PART OF THE GAME DAY EXPERIENCE SINCE THE 1980S!",
    "DID YOU KNOW? THE CUBS WERE ORIGINALLY CALLED THE WHITE STOCKINGS, THEN THE COLTS, BEFORE BECOMING THE CUBS IN 1903!",
    "RYNE SANDBERG'S 'SANDBERG GAME' IN 1984 FEATURED TWO GAME-TYING HOME RUNS OFF HOF CLOSER BRUCE SUTTER!",
    "THE CUBS CLINCHED THE 2016 DIVISION TITLE AT WRIGLEY FIELD WITH PEARL JAM'S EDDIE VEDDER SINGING THE 7TH INNING STRETCH!",
    "WHAT'S THE HIGHEST ATTENDANCE AT WRIGLEY FIELD? 51,556 IN 1930 FOR A CUBS VS CARDINALS GAME - BEFORE FIRE CODES!",
    "THEO EPSTEIN BECAME THE YOUNGEST GM IN BASEBALL HISTORY WITH THE RED SOX BEFORE BUILDING THE 2016 CUBS CHAMPIONSHIP TEAM!",
    "THE CUBS' 2016 WORLD SERIES VICTORY ENDED NOT JUST THEIR DROUGHT, BUT ALSO THE CLEVELAND INDIANS' HOPE FOR ENDING THEIRS!",
    "WRIGLEY FIELD'S MANUAL SCOREBOARD REQUIRES THREE PEOPLE TO OPERATE AND STILL USES THE ORIGINAL 1937 SYSTEM!",
    "WHAT WAS THE SCORE OF THE CUBS' FIRST WORLD SERIES GAME IN 2016? THEY LOST 1-0 TO CLEVELAND IN A PITCHERS' DUEL!",
    "CARLOS ZAMBRANO THREW A NO-HITTER AND HIT A HOME RUN IN THE SAME GAME ON SEPTEMBER 14, 2008!",
    "THE CUBS' 1969 COLLAPSE IS INFAMOUS - THEY LED BY 9.5 GAMES IN AUGUST BUT FINISHED 8 GAMES BEHIND THE MIRACLE METS!",
    "DID YOU KNOW? WRIGLEY FIELD WAS NAMED AFTER WILLIAM WRIGLEY JR., THE CHEWING GUM MAGNATE WHO BOUGHT THE TEAM IN 1921!",
    "THE CUBS' FARM SYSTEM IN THE MID-2010S WAS RATED #1 IN BASEBALL, PRODUCING STARS LIKE BRYANT, BAEZ, AND SCHWARBER!",
    "WHAT'S THE CUBS' RECORD FOR MOST RUNS IN A GAME? 36 RUNS AGAINST THE LOUISVILLE COLONELS ON JUNE 29, 1897!",
    "KYLE SCHWARBER'S GAME 4 HOME RUN IN THE 2015 NLCS LANDED ON TOP OF THE RIGHT FIELD SCOREBOARD - A LEGENDARY BLAST!",
    "THE BLEACHER BUMS, A FAMOUS GROUP OF CUBS FANS, BECAME ICONIC IN THE 1960S AND 70S FOR THEIR PASSIONATE SUPPORT!",
    "WRIGLEY FIELD'S ICONIC HAND-OPERATED SCOREBOARD HAS DISPLAYED SCORES SINCE 1937 AND WEIGHS OVER 400 POUNDS!",
    "DID YOU KNOW? THE CUBS' VICTORY IN 2016 MEANT BACK TO THE FUTURE PART II ALMOST GOT IT RIGHT - THEY PREDICTED 2015!",
    "WHAT'S THE FASTEST SELLOUT IN WRIGLEY FIELD HISTORY? 2016 WORLD SERIES TICKETS SOLD OUT IN MINUTES!",
    "THE CUBS' SPRING TRAINING HOME IN MESA, ARIZONA HAS BEEN CALLED SLOAN PARK SINCE 2014 AND HOLDS 15,000 FANS!",
    "ANDRE DAWSON SIGNED A BLANK CONTRACT WITH THE CUBS IN 1987, SAYING 'YOU FILL IN THE AMOUNT' - HE WON MVP THAT YEAR!",
    "THE CUBS' RIVALRY WITH THE ST. LOUIS CARDINALS DATES BACK TO 1885 AND IS ONE OF THE OLDEST IN PROFESSIONAL SPORTS!",
    "WHAT HAPPENED ON OCTOBER 6, 1945? BILLY GOAT TAVERN OWNER BILLY SIANIS WAS EJECTED FROM WRIGLEY, ALLEGEDLY CURSING THE TEAM!",
    "THE CUBS' 2016 CHAMPIONSHIP TEAM FEATURED PLAYERS FROM 8 DIFFERENT COUNTRIES, SHOWING TRUE INTERNATIONAL DIVERSITY!",
    "DID YOU KNOW? WRIGLEY FIELD'S IVY TURNS BEAUTIFUL SHADES OF RED AND ORANGE IN THE FALL, CREATING A STUNNING BACKDROP!",
    "THE CUBS HAVE RETIRED ONLY 6 NUMBERS, SHOWING HOW SELECTIVE THE ORGANIZATION IS ABOUT HONORING LEGENDS!",
    "WHAT'S THE CUBS' LONGEST EXTRA-INNING GAME? 22 INNINGS AGAINST THE ROCKIES IN 2013 - IT LASTED NEARLY 6 HOURS!",
    "JOE MADDON BROUGHT A RELAXED, CREATIVE APPROACH TO MANAGING THE CUBS, INCLUDING THEMED ROAD TRIPS AND PAJAMA DAYS!",
    "THE CUBS' 2015-2016 RUN FEATURED THREE CONSECUTIVE NLCS APPEARANCES, SHOWING SUSTAINED EXCELLENCE!",
    "WRIGLEY FIELD'S UNIQUE DIMENSIONS MAKE IT A HITTER'S PARADISE ON SOME DAYS AND A PITCHER'S PARK ON OTHERS - IT'S ALL ABOUT THE WIND!",
    "GUESS HOW MANY NO-HITTERS HAVE BEEN THROWN AT WRIGLEY FIELD? ONLY 7 IN OVER 100 YEARS!",
    "DID YOU KNOW? THE CUBS WERE THE FIRST TEAM TO WIN 10,000 GAMES IN MLB HISTORY!",
    "HOW MANY TIMES HAVE THE CUBS APPEARED IN THE WORLD SERIES? 11 TIMES, WITH 3 CHAMPIONSHIPS!",
    "WHAT'S THE COLDEST GAME EVER PLAYED AT WRIGLEY? 27 DEGREES ON APRIL 7, 2018!",
    "GUESS WHO HAD THE MOST HITS IN A SINGLE GAME FOR THE CUBS? RENNIE STENNETT WITH 7 HITS IN 1975!",
    "DID YOU KNOW? WRIGLEY FIELD WAS ALMOST DEMOLISHED IN THE 1980S BUT WAS SAVED BY FANS AND PRESERVATIONISTS!",
    "HOW MANY ALL-STAR GAMES HAS WRIGLEY FIELD HOSTED? 3 TIMES (1947, 1962, 1990)!",
    "WHAT'S THE CUBS' LARGEST COMEBACK IN A GAME? 12 RUNS AGAINST THE PHILLIES IN 1922!",
    "GUESS HOW OLD WRIGLEY FIELD IS? OVER 110 YEARS OLD - SECOND OLDEST PARK IN MLB!",
    "DID YOU KNOW? THE CUBS HAVE HAD MORE THAN 20 NO-HITTERS THROWN BY THEIR PITCHERS IN FRANCHISE HISTORY!",
    "WHAT WAS THE ATTENDANCE AT THE 2016 WORLD SERIES PARADE? AN ESTIMATED 5 MILLION PEOPLE!",
    "HOW MANY CUBS PLAYERS ARE IN THE BASEBALL HALL OF FAME? 53 PLAYERS WHO SPENT TIME WITH THE CUBS!",
    "GUESS WHO HOLDS THE CUBS RECORD FOR MOST STOLEN BASES? FRANK CHANCE WITH 404 STEALS!",
    "DID YOU KNOW? THE CUBS PLAYED IN 5 DIFFERENT BALLPARKS BEFORE SETTLING AT WRIGLEY FIELD!",
    "WHAT'S THE MOST STRIKEOUTS IN A SEASON BY A CUBS PITCHER? CARLOS ZAMBRANO WITH 232 IN 2008!",
    "HOW MANY TIMES HAVE THE CUBS WON 100+ GAMES IN A SEASON? 5 TIMES IN FRANCHISE HISTORY!",
    "GUESS WHO WAS THE FIRST CUBS PLAYER TO HIT 50 HOME RUNS? HACK WILSON WITH 56 IN 1930!",
    "DID YOU KNOW? CUBS BROADCASTERS HAVE WON THE FORD C. FRICK AWARD 5 TIMES!",
    "WHAT YEAR DID THE CUBS FIRST APPEAR ON TELEVISION? 1946, MAKING THEM PIONEERS IN BASEBALL BROADCASTING!",
    "HOW MANY PERFECT GAMES HAVE BEEN THROWN BY CUBS PITCHERS? ZERO - STILL WAITING FOR THE FIRST!",
    "GUESS HOW MANY GAMES THE 1906 CUBS WON? 116 GAMES - STILL AN MLB RECORD!",
    "DID YOU KNOW? THE CUBS HAVE PLAYED IN MORE THAN 21,000 GAMES IN FRANCHISE HISTORY!",
    "WHAT'S THE CUBS' BEST REGULAR SEASON WINNING PERCENTAGE? .763 IN 1906 (116-36)!",
    "HOW MANY CUBS MANAGERS HAVE WON MANAGER OF THE YEAR? 3 - DON ZIMMER, JIM RIGGLEMAN, AND JOE MADDON!",
    "GUESS WHO PITCHED THE MOST INNINGS FOR THE CUBS? CHARLIE ROOT WITH 3,137 INNINGS!",
    "DID YOU KNOW? THE CUBS HAVE NEVER HAD A PITCHER WIN 30 GAMES IN A SEASON SINCE 1900!",
    "WHAT'S THE MOST HOME RUNS HIT IN A SINGLE GAME BY THE CUBS? 9 HOME RUNS VS ROCKIES IN 2012!",
    "HOW MANY GOLD GLOVE AWARDS HAVE CUBS PLAYERS WON? OVER 50 IN FRANCHISE HISTORY!",
    "GUESS WHO HAS THE MOST COMPLETE GAMES IN CUBS HISTORY? CHARLIE ROOT WITH 177!",
    "DID YOU KNOW? WRIGLEY FIELD'S FOUL POLES ARE FAIR TERRITORY - IF IT HITS THE POLE, IT'S A HOME RUN!",
    "WHAT'S THE CUBS' RECORD IN OPENING DAY GAMES? OVER .500 WITH MORE THAN 80 WINS!",
    "HOW MANY ROOKIES OF THE YEAR HAVE THE CUBS HAD? 5 INCLUDING KRIS BRYANT, JEROME WALTON, AND BILLY WILLIAMS!",
    "GUESS WHO HOLDS THE CUBS RECORD FOR MOST WINS BY A LEFT-HANDED PITCHER? HIPPO VAUGHN WITH 151!",
    "DID YOU KNOW? THE CUBS ONCE HAD A LIVE BEAR CUB AS A MASCOT IN THE 1900S!",
    "WHAT'S THE SHORTEST GAME EVER PLAYED AT WRIGLEY FIELD? 1 HOUR AND 20 MINUTES IN 1919!",
    "HOW MANY TIMES HAVE THE CUBS FINISHED IN FIRST PLACE? OVER 25 TIMES IN 149 SEASONS!",
    "GUESS WHO WAS THE YOUNGEST CUBS PLAYER TO HIT A HOME RUN? PHIL CAVARRETTA AT AGE 18!",
    "DID YOU KNOW? THE CUBS HAVE HAD 5 DIFFERENT PLAYERS HIT 40+ HOME RUNS IN A SEASON!",
    "WHAT'S THE CUBS' ALL-TIME RECORD AGAINST THE CARDINALS? SLIGHTLY BEHIND, BUT IT'S ONE OF BASEBALL'S GREAT RIVALRIES!",
    "HOW MANY SILVER SLUGGER AWARDS HAVE CUBS PLAYERS WON? OVER 15 IN FRANCHISE HISTORY!",
    "GUESS WHO HAS THE MOST RBI IN CUBS HISTORY? CAP ANSON WITH 1,880!",
    "DID YOU KNOW? THE CUBS WERE THE FIRST TEAM TO HAVE A PERMANENT CONCESSION STAND IN 1914!",
    "WHAT'S THE LONGEST GAME BY TIME IN CUBS HISTORY? 6 HOURS 4 MINUTES VS ROCKIES IN 2013!",
    "HOW MANY CUBS HAVE HIT FOR THE CYCLE? 12 PLAYERS IN FRANCHISE HISTORY!",
    "GUESS WHO WAS THE FIRST CUBS PLAYER TO WIN MVP? FRANK SCHULTE IN 1911!",
    "DID YOU KNOW? THE CUBS HAVE PLAYED IN 7 DIFFERENT DECADES WITH THE SAME HOME BALLPARK!",
    "WHAT'S THE CUBS' BEST RECORD IN A MONTH? 27-4 IN JULY 1935!",
    "HOW MANY BATTERS HAVE THE CUBS WALKED IN A SINGLE GAME? 16 WALKS AGAINST THE REDS IN 1970!",
    "GUESS WHO HAS THE BEST CAREER BATTING AVERAGE AS A CUB? RIGGS STEPHENSON AT .336!",
    "DID YOU KNOW? THE CUBS HAVE WON THEIR DIVISION 7 TIMES SINCE 2000!",
    "WHAT'S THE MOST RUNS SCORED BY THE CUBS IN AN INNING? 18 RUNS IN THE 5TH INNING VS DETROIT IN 1892!",
    "HOW MANY CUBS HAVE WON THE BATTING TITLE? 9 DIFFERENT PLAYERS INCLUDING DERREK LEE AND BILL MADLOCK!",
    "GUESS WHO THREW THE FASTEST PITCH FOR THE CUBS? AROLDIS CHAPMAN AT 105 MPH!",
    "DID YOU KNOW? THE CUBS HAVE PLAYED GAMES IN 4 DIFFERENT CENTURIES!",
    "WHAT YEAR DID THE CUBS FIRST WEAR PINSTRIPE UNIFORMS? 1907, MAKING IT ONE OF BASEBALL'S OLDEST TRADITIONS!",
    "HOW MANY SHUTOUTS DID THE 2016 CUBS PITCHING STAFF RECORD? 18 SHUTOUTS!",
    "GUESS WHO HAS THE MOST TRIPLES IN CUBS HISTORY? NED WILLIAMSON WITH 142!",
    "DID YOU KNOW? THE CUBS ONCE SCORED 26 RUNS IN A DOUBLEHEADER AGAINST THE REDS IN 2017!",
    "WHAT'S THE CUBS' LONGEST HOME WINNING STREAK? 18 GAMES IN 2016!",
    "HOW MANY WALK-OFF WINS DID THE 2016 CUBS HAVE? 12 WALK-OFF VICTORIES!",
    "GUESS WHO WAS THE FIRST CUBS PLAYER TO HIT A GRAND SLAM IN THE WORLD SERIES? ADDISON RUSSELL IN 2016!",
    "DID YOU KNOW? THE CUBS HAVE HAD PLAYERS FROM ALL 50 STATES PLAY FOR THEM!",
    "WHAT'S THE MOST CONSECUTIVE SEASONS THE CUBS MADE THE PLAYOFFS? 5 STRAIGHT FROM 2015-2019!",
    "HOW MANY TIMES HAVE THE CUBS SWEPT A SERIES IN THE POSTSEASON? 6 TIMES INCLUDING THE 2016 NLDS!",
    "GUESS WHO HAS THE MOST DOUBLES IN CUBS HISTORY? CAP ANSON WITH 529!",
    "DID YOU KNOW? THE CUBS HAVE PLAYED MORE DAY GAMES THAN ANY OTHER MLB TEAM DUE TO WRIGLEY'S LATE ADDITION OF LIGHTS!",
    "WHAT'S THE CUBS' BEST HOME RECORD IN A SEASON? 60-21 IN 1906!",
    "HOW MANY CUBS HAVE WON THE HANK AARON AWARD? 3 PLAYERS - SOSA, RAMIREZ, AND BRYANT!",
    "GUESS WHO WAS THE LAST CUBS PITCHER TO WIN 20 GAMES? CARLOS ZAMBRANO IN 2007!",
    "DID YOU KNOW? THE CUBS' 2016 CHAMPIONSHIP BANNER FLIES ABOVE WRIGLEY FIELD 365 DAYS A YEAR!",
    "WHAT'S THE HIGHEST SINGLE-SEASON ERA TITLE WON BY A CUB? KYLE HENDRICKS AT 2.13 IN 2016!",
    "HOW MANY POSTSEASON HOME RUNS DID THE 2016 CUBS HIT? 21 HOME RUNS IN THE PLAYOFFS!",
    "GUESS WHO HAS THE MOST GRAND SLAMS IN CUBS HISTORY? ERNIE BANKS WITH 12!",
    "DID YOU KNOW? THE CUBS HAVE THE MOST LOYAL FANBASE IN BASEBALL, SELLING OUT GAMES EVEN DURING LOSING SEASONS!",
    "WHAT'S THE CUBS' BEST RECORD AGAINST AN OPPONENT? 1,256 WINS AGAINST THE PIRATES!",
    "HOW MANY DIFFERENT PLAYERS HAVE WORN #17 FOR THE CUBS? OVER 60 DIFFERENT PLAYERS!",
    "GUESS WHO WAS THE CUBS' FIRST AFRICAN AMERICAN PLAYER? ERNIE BANKS IN 1953!",
    "DID YOU KNOW? THE CUBS DREW OVER 3 MILLION FANS IN 2016 DESPITE WRIGLEY'S SMALLER CAPACITY!",
    "WHAT'S THE MOST STOLEN BASES IN A SEASON BY A CUB? FRANK CHANCE WITH 67 IN 1906!",
    "HOW MANY TIMES HAVE THE CUBS LED THE LEAGUE IN ATTENDANCE? OVER 20 TIMES!",
    "GUESS WHO HAS THE MOST PINCH-HIT HOME RUNS IN CUBS HISTORY? THAD BOSLEY WITH 6!",
    "DID YOU KNOW? THE CUBS PLAY MORE HOME GAMES DURING THE DAY THAN ANY OTHER MLB TEAM!",
    "WHAT'S THE CUBS' RECORD FOR MOST HITS IN A 9-INNING GAME? 28 HITS AGAINST THE ROCKIES IN 2012!",
    "HOW MANY NO-DECISIONS DID CUBS PITCHERS HAVE IN 2016? 94 NO-DECISIONS!",
    "GUESS WHO WAS THE CUBS' FIRST 30-HOME RUN HITTER? HACK WILSON IN 1926!",
    "DID YOU KNOW? CUBS FANS THROW BACK OPPOSING TEAMS' HOME RUNS - A UNIQUE WRIGLEY TRADITION!",
    "WHAT'S THE CUBS' RECORD IN GAME 7s? 2-1 IN GAME 7s, INCLUDING THE 2016 WORLD SERIES!",
    "HOW MANY CONSECUTIVE ERRORLESS GAMES DID THE 2016 CUBS HAVE? 6 STRAIGHT GAMES WITHOUT AN ERROR!",
    "GUESS WHO HAS THE MOST SAVES IN CUBS POSTSEASON HISTORY? AROLDIS CHAPMAN WITH 7!",
    "DID YOU KNOW? THE CUBS HAVE THE SECOND-MOST WINS IN NATIONAL LEAGUE HISTORY!",
    "WHAT'S THE CUBS' LONGEST ROAD WINNING STREAK? 12 GAMES IN 2016!",
    "HOW MANY GRAND SLAMS DID THE CUBS HIT IN 2016? 8 GRAND SLAMS!",
    "GUESS WHO WAS THE CUBS' FIRST PICK IN THE DRAFT? DANNY GOODWIN IN 1971 (HE DIDN'T SIGN)!",
    "DID YOU KNOW? THE CUBS' SPRING TRAINING COMPLEX IN ARIZONA COST $99 MILLION TO BUILD!",
    "WHAT'S THE CUBS' BEST WINNING PERCENTAGE IN SEPTEMBER? .840 IN SEPTEMBER 1935!",
    "HOW MANY PITCHERS DID THE CUBS USE IN THE 2016 WORLD SERIES? 12 DIFFERENT PITCHERS!",
    "GUESS WHO HAS THE LONGEST HITTING STREAK IN CUBS HISTORY? JEROME WALTON WITH 30 GAMES IN 1989!",
    "DID YOU KNOW? THE CUBS ARE ONE OF ONLY 5 TEAMS TO NEVER CHANGE THEIR CITY IN MLB HISTORY!",
    "WHAT'S THE MOST WINS BY A CUBS TEAM IN THE WILD CARD ERA? 103 WINS IN 2016!",
    "HOW MANY PLAYERS FROM THE 2016 CUBS MADE THE ALL-STAR TEAM? 6 PLAYERS INCLUDING BRYANT, RIZZO, AND LESTER!",
    "GUESS HOW MANY CUBS PLAYERS HAVE HIT 4 HOME RUNS IN A SINGLE GAME? NONE! IT'S NEVER HAPPENED IN CUBS HISTORY!",
    "DID YOU KNOW? THE CUBS' 2016 WORLD SERIES WIN WAS WATCHED BY 40 MILLION VIEWERS, MAKING IT ONE OF THE MOST-WATCHED WORLD SERIES EVER!",
    "HOW MANY GAMES DID THE CUBS WIN IN THEIR HISTORIC 1906 SEASON? 116 WINS - A MODERN ERA RECORD THAT STOOD UNTIL 2001!",
    "GUESS WHICH CUBS PLAYER HIT A HOME RUN IN HIS FIRST MAJOR LEAGUE AT-BAT? STARLIN CASTRO DID IT ON MAY 7, 2010!",
    "DID YOU KNOW? THE CUBS' FAMOUS 'GO CUBS GO' SONG WAS WRITTEN BY STEVE GOODMAN, WHO DIED JUST BEFORE THE 1984 SEASON!",
    "HOW MANY NO-HITTERS HAVE BEEN THROWN AT WRIGLEY FIELD? 17 TOTAL, INCLUDING 8 BY CUBS PITCHERS!",
    "GUESS HOW TALL WRIGLEY FIELD'S CENTERFIELD FLAGPOLE IS? IT STANDS 99 FEET TALL AND IS IN PLAY!",
    "DID YOU KNOW? THE CUBS WERE THE FIRST TEAM TO WIN BACK-TO-BACK WORLD SERIES IN THE 20TH CENTURY (1907-1908)!",
    "HOW MANY CUBS HAVE WON THE NL MVP AWARD? 10 DIFFERENT CUBS PLAYERS HAVE WON THE AWARD 12 TIMES!",
    "GUESS WHICH YEAR THE CUBS FIRST APPEARED ON TELEVISION? 1946 - ONE OF THE FIRST MLB TEAMS ON TV!",
    "DID YOU KNOW? ERNIE BANKS HIT 5 GRAND SLAMS IN 1955, AN NL RECORD AT THE TIME!",
    "HOW MANY PERFECT INNINGS DID KERRY WOOD PITCH IN HIS 20-STRIKEOUT GAME? THE FIRST 6 INNINGS WERE PERFECT!",
    "GUESS HOW MANY CUBS FANS ATTENDED THE 2016 WORLD SERIES GAME 5 AT WRIGLEY? 41,711 - STANDING ROOM ONLY!",
    "DID YOU KNOW? WRIGLEY FIELD WAS ORIGINALLY BUILT FOR THE CHICAGO WHALES OF THE FEDERAL LEAGUE!",
    "HOW MANY CONSECUTIVE SEASONS DID ERNIE BANKS HIT 40+ HOME RUNS? TWO SEASONS (1958-1959)!",
    "GUESS WHICH CUBS PITCHER THREW THE FRANCHISE'S FIRST NO-HITTER? LARRY CORCORAN IN 1880!",
    "DID YOU KNOW? THE CUBS PLAYED IN 5 STRAIGHT POSTSEASONS FROM 2015-2020, THE LONGEST STREAK IN FRANCHISE HISTORY!",
    "HOW MANY PITCHERS HAVE WON THE CY YOUNG AWARD AS A CUB? FIVE: FERGIE JENKINS, RICK SUTCLIFFE, GREG MADDUX, JAKE ARRIETA, AND KYLE HENDRICKS (RUNNER-UP)!",
    "GUESS WHAT THE TEMPERATURE WAS FOR THE 2016 WORLD SERIES GAME 7? IT STARTED AT 62°F BUT FELT COLDER WITH THE PRESSURE!",
    "DID YOU KNOW? SAMMY SOSA HIT 60+ HOME RUNS IN THREE DIFFERENT SEASONS (1998, 1999, 2001)!",
    "HOW MANY GAMES DID THE CUBS TRAIL IN THE 2016 WORLD SERIES BEFORE COMING BACK? THEY WERE DOWN 3-1!",
    "GUESS WHICH CUBS PLAYER STOLE HOME IN THE 2016 WORLD SERIES? JAVIER BAEZ IN GAME 1!",
    "DID YOU KNOW? THE CUBS' 2016 WORLD SERIES RING FEATURED 108 DIAMONDS TO COMMEMORATE THE 108-YEAR DROUGHT!",
    "HOW MANY TIMES DID RYNE SANDBERG WIN THE GOLD GLOVE AWARD? 9 CONSECUTIVE YEARS (1983-1991)!",
    "GUESS HOW MANY CONSECUTIVE GAMES BILLY WILLIAMS PLAYED? 1,117 GAMES FROM 1963-1970, AN NL RECORD AT THE TIME!",
    "DID YOU KNOW? THE CUBS WERE THE VISITING TEAM IN THE FIRST TELEVISED MAJOR LEAGUE GAME IN 1939!",
    "HOW MANY HALL OF FAMERS PLAYED FOR THE CUBS? OVER 50 HALL OF FAMERS HAVE WORN A CUBS UNIFORM!",
    "GUESS WHICH CUBS PITCHER HAD A CAREER ERA UNDER 2.00? MORDECAI 'THREE FINGER' BROWN AT 1.80!",
    "DID YOU KNOW? THE CUBS CLINCHED THE 2016 NL PENNANT IN LOS ANGELES, NOT AT WRIGLEY FIELD!",
    "HOW MANY CONSECUTIVE DIVISION TITLES DID THE CUBS WIN IN THE LATE 2010S? TWO IN 2016-2017!",
    "GUESS WHAT TIME THE CUBS OFFICIALLY WON THE 2016 WORLD SERIES? 11:47 PM CT ON NOVEMBER 2, 2016!",
    "DID YOU KNOW? ANTHONY RIZZO'S FINAL OUT IN GAME 7 WAS TO KRIS BRYANT, WHO THREW TO HIM FOR THE CHAMPIONSHIP!",
    "HOW MANY INNINGS DID GAME 7 OF THE 2016 WORLD SERIES LAST? 10 INNINGS WITH A RAIN DELAY!",
    "GUESS WHICH CUBS MANAGER HAS THE MOST WINS IN FRANCHISE HISTORY? CAP ANSON WITH 1,283 WINS!",
    "DID YOU KNOW? THE CUBS' 2016 TEAM WAS THE FIRST TO OVERCOME A 3-1 WORLD SERIES DEFICIT ON THE ROAD!",
    "HOW MANY TIMES HAVE THE CUBS WON 100+ GAMES IN A SEASON? NINE TIMES IN FRANCHISE HISTORY!",
    "GUESS HOW MANY WALK-OFF WINS THE CUBS HAD IN THE 2016 REGULAR SEASON? 13 WALK-OFF VICTORIES!",
    "DID YOU KNOW? WRIGLEY FIELD'S BLEACHERS WERE ORIGINALLY WOOD BEFORE BEING REPLACED WITH ALUMINUM IN 1981!",
    "HOW MANY ALL-STARS DID THE CUBS HAVE IN 2016? SIX PLAYERS MADE THE ALL-STAR TEAM!",
    "GUESS WHICH CUBS PLAYER HIT THE FIRST HOME RUN IN WRIGLEY FIELD HISTORY? VIC SAIER ON APRIL 23, 1916!",
    "DID YOU KNOW? THE CUBS HAVE HAD A .500 OR BETTER RECORD IN 67 OF THEIR 147 SEASONS!",
    "HOW MANY TIMES DID FERGUSON JENKINS STRIKE OUT 200+ BATTERS IN A SEASON? SIX CONSECUTIVE SEASONS (1967-1972)!",
    "GUESS WHICH CUBS PLAYER WON ROOKIE OF THE YEAR AND MVP IN CONSECUTIVE SEASONS? KRIS BRYANT IN 2015-2016!",
    "DID YOU KNOW? THE CUBS' ORIGINAL HOME FIELD WAS 23RD STREET GROUNDS IN 1876!",
    "HOW MANY SHUTOUTS DID THE CUBS PITCHING STAFF RECORD IN 2016? 18 SHUTOUTS!",
    "GUESS WHAT THE CUBS' TEAM BATTING AVERAGE WAS IN 1930? .309 - ONE OF THE HIGHEST IN MLB HISTORY!",
    "DID YOU KNOW? WRIGLEY FIELD'S FAMOUS RED MARQUEE SIGN HAS BEEN LIT UP ONLY FOR SPECIAL OCCASIONS!",
    "HOW MANY CONSECUTIVE OPENING DAY STARTS DID KERRY WOOD MAKE FOR THE CUBS? SIX STRAIGHT (2003-2008)!",
    "GUESS WHICH CUBS PLAYER HAD THE LONGEST HIT STREAK IN FRANCHISE HISTORY? JEROME WALTON WITH 30 GAMES IN 1989!",
    "DID YOU KNOW? THE CUBS WERE OWNED BY THE WRIGLEY FAMILY FOR 65 YEARS (1921-1981)!",
    "HOW MANY HOME RUNS DID THE 2016 CUBS HIT IN THE REGULAR SEASON? 199 HOME RUNS!",
    "GUESS WHICH CUBS PITCHER WON 20+ GAMES IN A SEASON MOST RECENTLY? JON LESTER CAME CLOSE WITH 19 WINS IN 2016!",
    "DID YOU KNOW? THE CUBS WERE THE FIRST TEAM TO BROADCAST ALL THEIR GAMES ON WGN IN 1948!",
    "HOW MANY SEASONS DID BILLY WILLIAMS PLAY WITHOUT MISSING A GAME? HE PLAYED 1,117 CONSECUTIVE GAMES!",
    "GUESS HOW MANY GRAND SLAMS ERNIE BANKS HIT IN HIS CAREER? 12 GRAND SLAMS, A CUBS RECORD!",
    "DID YOU KNOW? THE CUBS SCORED 11 RUNS IN THE 1ST INNING AGAINST THE ROCKIES IN 2012!",
    "HOW MANY TIMES HAVE THE CUBS SWEPT A DOUBLE-HEADER? HUNDREDS OF TIMES, INCLUDING 11 TIMES IN 1906!",
    "GUESS WHICH CUBS PLAYER HIT 3 HOME RUNS IN A POSTSEASON GAME? KYLE SCHWARBER IN THE 2015 NLDS!",
    "DID YOU KNOW? THE CUBS' 1906 TEAM HAD A .763 WINNING PERCENTAGE, STILL A MODERN ERA RECORD!",
    "HOW MANY TIMES DID SAMMY SOSA LEAD THE NL IN HOME RUNS? TWICE IN 2000 (50 HR) AND 2002 (49 HR)!",
    "GUESS WHAT THE CUBS' RECORD WAS IN 1962? 59-103, ONE OF THE WORST SEASONS IN FRANCHISE HISTORY!",
    "DID YOU KNOW? THE CUBS' DUGOUT IS ON THE THIRD BASE SIDE AT WRIGLEY FIELD!",
    "HOW MANY GAMES DID THE CUBS PLAY AT WRIGLEY IN 2016? 81 HOME GAMES DURING THE REGULAR SEASON!",
    "GUESS WHICH CUBS PITCHER THREW THE MOST INNINGS IN A SINGLE SEASON? JOHN CLARKSON WITH 623 INNINGS IN 1885!",
    "DID YOU KNOW? WRIGLEY FIELD'S BASKET WAS ADDED TO THE OUTFIELD WALL IN 1970!",
    "HOW MANY SAVE OPPORTUNITIES DID AROLDIS CHAPMAN CONVERT IN THE 2016 POSTSEASON? 9 SAVES!",
    "GUESS WHICH CUBS PLAYER HIT FOR THE CYCLE MOST RECENTLY? MARK GRACE IN 1993!",
    "DID YOU KNOW? THE CUBS' FIRST TELEVISED GAME WAS AGAINST THE BOSTON BRAVES IN 1946!",
    "HOW MANY TIMES HAS A CUBS PLAYER WON THE GOLD GLOVE? OVER 40 GOLD GLOVES HAVE BEEN AWARDED TO CUBS PLAYERS!",
    "GUESS WHAT THE ATTENDANCE WAS FOR THE CUBS' FIRST NIGHT GAME? 36,399 FANS (SHORTENED BY RAIN)!",
    "DID YOU KNOW? THE CUBS PLAYED 5,687 CONSECUTIVE DAY GAMES BEFORE INSTALLING LIGHTS!",
    "HOW MANY TRIPLE PLAYS HAVE THE CUBS TURNED IN THEIR HISTORY? OVER 35 TRIPLE PLAYS!",
    "GUESS WHICH CUBS PLAYER HIT THE MOST DOUBLES IN A SEASON? BILLY HERMAN WITH 57 IN 1935 AND 1936!",
    "DID YOU KNOW? THE CUBS' MASCOT CLARK IS NAMED AFTER THE STREET WRIGLEY FIELD IS ON!",
    "HOW MANY WILD CARD BERTHS HAVE THE CUBS EARNED? FIVE TIMES (1998, 1999, 2015, 2018, 2020)!",
    "GUESS WHICH CUBS PITCHER HAD THE BEST SINGLE-SEASON ERA? MORDECAI BROWN WITH 1.04 IN 1906!",
    "DID YOU KNOW? THE CUBS HAVE PLAYED IN 11 WORLD SERIES, WINNING 3!",
    "HOW MANY TIMES DID RON SANTO MAKE THE ALL-STAR TEAM? 9 TIMES FROM 1963-1969, 1971-1973!",
    "GUESS WHAT THE CUBS' LONGEST LOSING STREAK IS? 14 GAMES IN 1997!",
    "DID YOU KNOW? THE CUBS' 2016 CHAMPIONSHIP WAS THE FIRST FOR THE CITY SINCE THE BULLS IN 1998!",
    "HOW MANY CUBS HAVE HIT 50+ HOME RUNS IN A SEASON? TWO - SAMMY SOSA (4 TIMES) AND HACK WILSON (1930)!",
    "GUESS WHICH CUBS PLAYER WON THE BATTING TITLE? PHIL CAVARRETTA IN 1945 (.355)!",
    "DID YOU KNOW? THE CUBS' TEAM SLOGAN IN 2016 WAS 'WE NEVER QUIT'!",
    "HOW MANY BATTERS DID JAKE ARRIETA HIT IN HIS 2015 NO-HITTER? ZERO - IT WAS A PERFECT NO-HITTER!",
    "GUESS HOW MANY CUBS PLAYED IN EVERY GAME OF THE 2016 SEASON? THREE PLAYERS (RIZZO, BRYANT, ZOBRIST)!",
    "DID YOU KNOW? WRIGLEY FIELD'S VISITING CLUBHOUSE IS ONE OF THE SMALLEST IN MLB!",
    "HOW MANY POSTSEASON SERIES HAVE THE CUBS WON? 14 POSTSEASON SERIES WINS IN FRANCHISE HISTORY!",
    "GUESS WHICH CUBS PLAYER HIT THE GAME-WINNING HIT IN GAME 7 OF THE 2016 WORLD SERIES? BEN ZOBRIST!",
    "DID YOU KNOW? THE CUBS' 2016 PLAYOFF RUN FEATURED 4 SERIES VICTORIES!",
    "HOW MANY STRIKEOUTS DID THE 2016 CUBS PITCHING STAFF RECORD? 1,469 STRIKEOUTS!",
    "GUESS WHICH CUBS MANAGER LED THE TEAM TO THE MOST POSTSEASON APPEARANCES? JOE MADDON WITH 5!",
    "DID YOU KNOW? THE CUBS' FIRST GAME EVER WAS ON APRIL 25, 1876 - THEY WON 4-0!",
    "HOW MANY TIMES HAS WRIGLEY FIELD HOSTED THE ALL-STAR GAME? TWICE - IN 1947 AND 1962!",
    "GUESS WHAT THE CUBS' PAYROLL WAS IN 2016? APPROXIMATELY $174 MILLION!",
    "DID YOU KNOW? THE CUBS HAVE HAD 19 ROOKIES OF THE YEAR, MORE THAN ANY OTHER NL TEAM!",
    "HOW MANY GAMES DID ANTHONY RIZZO PLAY AT FIRST BASE IN 2016? 155 GAMES!",
    "GUESS WHICH CUBS PITCHER THREW A PERFECT GAME? NO CUBS PITCHER HAS EVER THROWN A PERFECT GAME!",
    "DID YOU KNOW? THE CUBS' RIVALRY WITH THE CARDINALS HAS PRODUCED OVER 2,500 GAMES!",
    "HOW MANY HITS DID THE CUBS RECORD IN 2016? 1,408 HITS AS A TEAM!",
    "GUESS WHICH YEAR THE CUBS SET THEIR ATTENDANCE RECORD? 2008 WITH 3,300,200 FANS!",
    "DID YOU KNOW? THE CUBS HAVE RETIRED NUMBERS FOR 5 POSITION PLAYERS AND 2 PITCHERS!",
    "HOW MANY GAMES BEHIND WERE THE CUBS WHEN THEY HIRED JOE MADDON? THEY WEREN'T - IT WAS THE OFFSEASON!",
    "GUESS HOW MANY ERRORS THE CUBS COMMITTED IN 2016? 84 ERRORS, ONE OF THE FEWEST IN MLB!",
    "DID YOU KNOW? THE CUBS' FIRST MASCOT WAS A LIVE BEAR CUB IN THE EARLY 1900S!",
    "HOW MANY CUBS PLAYERS HAVE HAD THEIR NUMBERS RETIRED BY OTHER TEAMS? GREG MADDUX (#31 BY BRAVES)!",
    "GUESS WHICH CUBS PLAYER HAD THE HIGHEST SLUGGING PERCENTAGE IN 2016? KRIS BRYANT AT .554!",
    "DID YOU KNOW? WRIGLEY FIELD IS ONLY 1,000 FEET FROM LAKE MICHIGAN!",
    "HOW MANY RAIN DELAYS OCCURRED DURING THE 2016 WORLD SERIES? ONE - IN GAME 7!",
    "GUESS WHICH CUBS PITCHER WON THE MOST GAMES IN THE 2016 POSTSEASON? JON LESTER WITH 3 WINS!",
    "DID YOU KNOW? THE CUBS' 2016 WORLD SERIES TROPHY TOUR VISITED OVER 100 LOCATIONS!",
    "HOW MANY STOLEN BASES DID THE 2016 CUBS HAVE? 115 STOLEN BASES!",
    "GUESS WHAT THE CUBS' RECORD WAS IN EXTRA INNINGS IN 2016? 11-4, ONE OF THE BEST IN MLB!",
    "DID YOU KNOW? THE CUBS' SPRING TRAINING FACILITY HAS 13 PRACTICE FIELDS!",
    "HOW MANY TIMES HAVE THE CUBS WORN THROWBACK UNIFORMS? DOZENS OF TIMES OVER THE YEARS!",
    "GUESS WHICH CUBS PLAYER HAD THE MOST RBI IN 2016? ANTHONY RIZZO WITH 109 RBI!",
    "DID YOU KNOW? THE CUBS WERE FEATURED ON THE COVER OF SPORTS ILLUSTRATED 8 TIMES IN 2016!",
    "HOW MANY DIFFERENT PITCHERS DID THE CUBS USE IN 2016? 26 DIFFERENT PITCHERS!",
    "GUESS WHICH CUBS PLAYER CAUGHT THE FINAL OUT OF THE 2016 WORLD SERIES? ANTHONY RIZZO AT FIRST BASE!",
    "DID YOU KNOW? THE CUBS' 2016 CHAMPIONSHIP RING WAS ONE OF THE LARGEST EVER MADE!",
    "HOW MANY WALK-OFF HOME RUNS DID THE CUBS HIT IN 2016? 5 WALK-OFF HOMERS!",
    "GUESS WHAT THE CUBS' WINNING PERCENTAGE WAS IN 2016? .640 (103-58)!",
    "DID YOU KNOW? WRIGLEY FIELD'S BLEACHERS WERE CLOSED FOR RENOVATION DURING THE 2006 SEASON!",
    "HOW MANY CUBS LEGENDS ARE HONORED WITH STATUES AT WRIGLEY FIELD? FIVE STATUES SURROUND THE BALLPARK!",
    "GUESS WHICH CUBS PLAYER HIT THE MOST HOME RUNS AT WRIGLEY IN 2016? ANTHONY RIZZO WITH 32!",
    "DID YOU KNOW? THE CUBS' 2016 TEAM SET A FRANCHISE RECORD WITH A +252 RUN DIFFERENTIAL!",
    "HOW MANY COMPLETE GAMES DID CUBS PITCHERS THROW IN 2016? JUST 3 COMPLETE GAMES!",
    "GUESS WHAT THE TEMPERATURE WAS FOR THE CUBS' FIRST NIGHT GAME? 69°F BEFORE THE RAIN CAME!",
    "DID YOU KNOW? THE CUBS HAVE PLAYED ON EVERY DAY OF THE WEEK, INCLUDING HOLIDAYS!",
    "HOW MANY POSTSEASON HOME RUNS DID THE CUBS HIT IN 2016? 21 HOME RUNS!",
    "GUESS WHICH CUBS PITCHER HAD THE MOST SAVES IN 2016? AROLDIS CHAPMAN WITH 36!",
    "DID YOU KNOW? THE CUBS' 2016 ROSTER FEATURED 14 INTERNATIONAL PLAYERS!",
    "HOW MANY GAMES DID THE CUBS WIN ON THE ROAD IN 2016? 47 ROAD WINS!",
    "GUESS WHAT THE CUBS' LONGEST HOME WINNING STREAK IS? 14 GAMES IN 1935!",
    "DID YOU KNOW? WRIGLEY FIELD'S GROUNDSKEEPERS HAVE WON MULTIPLE AWARDS FOR FIELD EXCELLENCE!",
    "HOW MANY TIMES HAVE THE CUBS CLINCHED A PLAYOFF BERTH ON THE FINAL DAY? AT LEAST 3 TIMES!",
    "GUESS WHICH CUBS PLAYER HAD THE MOST HITS IN THE 2016 WORLD SERIES? KRIS BRYANT WITH 11 HITS!",
    "DID YOU KNOW? THE CUBS' 2016 CHAMPIONSHIP ENDED DROUGHTS FOR MANY LONG-SUFFERING FANS!",
    "HOW MANY PINCH-HIT HOME RUNS DID THE CUBS HIT IN 2016? 7 PINCH-HIT HOMERS!",
    "GUESS WHAT THE CUBS' RECORD WAS IN ONE-RUN GAMES IN 2016? 32-24 IN ONE-RUN GAMES!",
    "DID YOU KNOW? WRIGLEY FIELD'S OUTFIELD WALLS ARE COVERED WITH 32,000 SQUARE FEET OF IVY!",
    "HOW MANY DIFFERENT STARTING LINEUPS DID THE CUBS USE IN 2016? OVER 130 DIFFERENT LINEUPS!",
    "GUESS WHICH CUBS PLAYER HIT THE FIRST WORLD SERIES HOME RUN FOR THE TEAM SINCE 1945? JORGE SOLER IN 2015!",
    "DID YOU KNOW? THE CUBS' 2016 CHAMPIONSHIP WAS THE SUBJECT OF DOZENS OF BOOKS AND DOCUMENTARIES!",
    "HOW MANY SACRIFICE BUNTS DID THE 2016 CUBS HAVE? 33 SACRIFICE BUNTS!",
    "GUESS WHAT THE CUBS' LARGEST COMEBACK IN 2016 WAS? 7 RUNS DOWN AGAINST THE REDS IN JUNE!",
    "DID YOU KNOW? WRIGLEY FIELD'S BULLPENS WERE RELOCATED IN 2017 TO MAKE ROOM FOR MORE SEATING!",
    "HOW MANY INTENTIONAL WALKS DID THE CUBS DRAW IN 2016? 31 INTENTIONAL WALKS!",
    "GUESS WHICH CUBS PLAYER HAD THE LONGEST HOME RUN IN 2016? KYLE SCHWARBER WITH A 467-FOOT BLAST!"
  ]
}
