{
  "facts": [
    "DID YOU KNOW? TIGER WOODS HAS WON 82 PGA TOUR EVENTS - TIED WITH SAM SNEAD FOR THE MOST EVER!",
    "HOW MANY MAJORS DID JACK NICKLAUS WIN? AN INCREDIBLE 18 - THE MOST IN GOLF HISTORY!",
    "BELIEVE IT OR NOT: TIGER WOODS WON THE 2008 US OPEN ON A BROKEN LEG!",
    "FUN FACT: THE MASTERS GREEN JACKET CAN ONLY LEAVE AUGUSTA NATIONAL FOR ONE YEAR!",
    "GUESS WHAT? AUGUSTA NATIONAL WAS ONCE A PLANT NURSERY BEFORE BECOMING GOLF'S CATHEDRAL!",
    "DID YOU KNOW? PHIL MICKELSON WON THE 2021 PGA AT AGE 50 - THE OLDEST MAJOR WINNER EVER!",
    "TRUE OR FALSE: TIGER HELD ALL 4 MAJOR TROPHIES AT THE SAME TIME? TRUE! THE TIGER SLAM 2000-2001!",
    "HOW FAR CAN BRYSON DECHAMBEAU HIT? HE AVERAGES OVER 320 YARDS OFF THE TEE!",
    "LEGEND HAS IT: TIGER'S FATHER EARL TAUGHT HIM TO PLAY GOLF WHEN HE WAS JUST 2 YEARS OLD!",
    "CAN YOU BELIEVE? THE ISLAND GREEN 17TH AT TPC SAWGRASS SEES OVER 100,000 BALLS IN THE WATER YEARLY!",
    "TRIVIA TIME: WHO WON THE FIRST EVER FEDEX CUP? TIGER WOODS IN 2007!",
    "DID YOU KNOW? JACK NICKLAUS WON HIS FINAL MAJOR AT AGE 46 IN THE 1986 MASTERS!",
    "FUN FACT: PIMENTO CHEESE SANDWICHES AT THE MASTERS COST JUST $1.50!",
    "HOW MANY WEEKS WAS TIGER WOODS WORLD #1? AN ASTONISHING 683 WEEKS TOTAL!",
    "GUESS WHAT? JIM FURYK SHOT 58 - THE LOWEST ROUND IN PGA TOUR HISTORY!",
    "BELIEVE IT OR NOT: BYRON NELSON WON 11 CONSECUTIVE TOURNAMENTS IN 1945!",
    "DID YOU KNOW? TIGER'S 1997 MASTERS WIN BY 12 SHOTS CHANGED GOLF FOREVER!",
    "TRUE OR FALSE: GOLF WAS ONCE BANNED IN SCOTLAND? TRUE - FOR OVER 100 YEARS!",
    "HOW OLD WAS TIGER WHEN HE APPEARED ON TV? JUST 3 YEARS OLD ON THE MIKE DOUGLAS SHOW!",
    "FUN FACT: GENE SARAZEN INVENTED THE SAND WEDGE!",
    "LEGEND HAS IT: THE ARNOLD PALMER DRINK WAS INVENTED AT HIS REQUEST - HALF ICED TEA, HALF LEMONADE!",
    "CAN YOU BELIEVE? GOLF BALLS HAVE BETWEEN 300 AND 500 DIMPLES!",
    "DID YOU KNOW? TIGER WOODS HAS EARNED OVER $120 MILLION IN PRIZE MONEY ALONE!",
    "TRIVIA TIME: WHICH COURSE IS CALLED THE HOME OF GOLF? ST ANDREWS IN SCOTLAND!",
    "HOW MANY COURSES DID JACK NICKLAUS DESIGN? OVER 300 WORLDWIDE!",
    "GUESS WHAT? CADDIES WALK 4-5 MILES PER ROUND CARRYING 30-50 POUNDS!",
    "BELIEVE IT OR NOT: THE LONGEST DRIVE IN COMPETITION WAS 515 YARDS!",
    "FUN FACT: TIGER SERVED CHEESEBURGERS AT HIS FIRST MASTERS CHAMPIONS DINNER!",
    "DID YOU KNOW? RORY MCILROY WON 4 MAJORS BEFORE TURNING 26!",
    "TRUE OR FALSE: A CONDOR (4 UNDER ON A HOLE) HAS BEEN RECORDED? TRUE - ONLY 6 TIMES EVER!",
    "HOW RARE IS A HOLE-IN-ONE? THE ODDS ARE ABOUT 12,500 TO 1!",
    "LEGEND HAS IT: BUBBA WATSON HIT AN IMPOSSIBLE HOOK FROM THE TREES TO WIN THE 2012 MASTERS!",
    "CAN YOU BELIEVE? THE RYDER CUP DATES BACK TO 1927!",
    "DID YOU KNOW? FRANCIS OUIMET WAS AN AMATEUR WHO BEAT THE PROS TO WIN THE 1913 US OPEN!",
    "TRIVIA TIME: WHAT'S THE LOUDEST HOLE ON TOUR? THE 16TH AT WASTE MANAGEMENT PHOENIX OPEN!",
    "FUN FACT: SCOTTIE SCHEFFLER WON 4 TIMES IN 6 STARTS TO BECOME WORLD #1 IN 2022!",
    "GUESS WHAT? TOUR CADDIES TYPICALLY EARN 10% OF THEIR PLAYER'S WINNINGS!",
    "HOW MANY PGA TOUR EVENTS DOES ARNOLD PALMER HAVE? 62 WINS - THE KING!",
    "BELIEVE IT OR NOT: PAYNE STEWART'S FAMOUS KNICKERS WERE HIS SIGNATURE LOOK FOR DECADES!",
    "DID YOU KNOW? THE STIMPMETER MEASURES GREEN SPEED - AUGUSTA RUNS AT A BLISTERING 13-14!",
    "TRUE OR FALSE: MARY QUEEN OF SCOTS PLAYED GOLF? TRUE - IN 1567!",
    "FUN FACT: RICKIE FOWLER WEARS ORANGE ON SUNDAYS TO HONOR OKLAHOMA STATE!",
    "LEGEND HAS IT: TOM WATSON NEARLY WON THE 2009 OPEN CHAMPIONSHIP AT AGE 59!",
    "CAN YOU BELIEVE? TOP PROS MAKE 99% OF PUTTS FROM 3 FEET!",
    "HOW MANY GOLF COURSES ARE IN THE USA? OVER 16,000!",
    "DID YOU KNOW? HIDEKI MATSUYAMA WAS THE FIRST JAPANESE GOLFER TO WIN A MAJOR!",
    "TRIVIA TIME: WHAT YEAR DID THE PGA TOUR START? 1929 - NEARLY 100 YEARS AGO!",
    "GUESS WHAT? GOLF RETURNED TO THE OLYMPICS IN 2016 AFTER 112 YEARS!",
    "BELIEVE IT OR NOT: TIGER'S OFF-COURSE EARNINGS EXCEED $2 BILLION!",
    "FUN FACT: AMEN CORNER AT AUGUSTA IS HOLES 11, 12, AND 13!",
    "DID YOU KNOW? BROOKS KOEPKA WON 4 MAJORS IN JUST 2 YEARS (2017-2019)!",
    "HOW FAST IS RORY'S BALL SPEED? OVER 182 MPH - ONE OF THE FASTEST ON TOUR!",
    "TRUE OR FALSE: PINE VALLEY IS OFTEN RANKED THE #1 COURSE IN AMERICA? TRUE!",
    "LEGEND HAS IT: JOHN DALY WON THE 1991 PGA AS THE 9TH ALTERNATE - HE DROVE ALL NIGHT TO GET THERE!",
    "CAN YOU BELIEVE? THE TOUR CHAMPIONSHIP WINNER TAKES HOME $18 MILLION!",
    "DID YOU KNOW? COLLIN MORIKAWA WON 2 MAJORS BEFORE TURNING 25!",
    "TRIVIA TIME: WHO HAS THE MOST LPGA WINS? KATHY WHITWORTH WITH 88!",
    "FUN FACT: PEBBLE BEACH PRO-AM PAIRS CELEBRITIES WITH PROS FOR A UNIQUE EVENT!",
    "GUESS WHAT? LEE TREVINO WON 3 NATIONAL OPENS IN 4 WEEKS IN 1971!",
    "HOW MANY MAJORS DID SEVE BALLESTEROS WIN? 5 - HE'S A SPANISH GOLF LEGEND!",
    "BELIEVE IT OR NOT: AUGUSTA NATIONAL CLOSES FROM MAY TO OCTOBER EVERY YEAR!",
    "DID YOU KNOW? THE OPEN CHAMPIONSHIP IS THE OLDEST MAJOR - FIRST PLAYED IN 1860!",
    "TRUE OR FALSE: BOBBY JONES NEVER TURNED PROFESSIONAL? TRUE - HE WON 13 MAJORS AS AN AMATEUR!",
    "FUN FACT: XANDER SCHAUFFELE WON OLYMPIC GOLD FOR THE USA IN 2021!",
    "LEGEND HAS IT: TIGER'S CHIP-IN ON THE 16TH AT THE 2005 MASTERS IS THE MOST ICONIC SHOT EVER!",
    "CAN YOU BELIEVE? HENRIK STENSON AND PHIL MICKELSON'S 2016 OPEN DUEL WAS GOLF'S BEST FINAL ROUND!",
    "HOW MANY CONSECUTIVE WEEKS WAS TIGER #1? 281 WEEKS STRAIGHT!",
    "DID YOU KNOW? THE PLAYERS CHAMPIONSHIP HAS A $25 MILLION PURSE!",
    "TRIVIA TIME: WHICH ARCHITECT DESIGNED TPC SAWGRASS? PETE DYE!",
    "GUESS WHAT? GOLF BURNS ABOUT 1,500 CALORIES IF YOU WALK 18 HOLES!",
    "BELIEVE IT OR NOT: THE USGA AND R&A JOINTLY GOVERN THE RULES OF GOLF!",
    "FUN FACT: EUROPE HAS WON 11 OF THE LAST 19 RYDER CUPS!",
    "DID YOU KNOW? WALTER HAGEN WAS THE FIRST GOLFER TO EARN $1 MILLION!",
    "HOW OLD WAS LYDIA KO WHEN SHE BECAME WORLD #1? JUST 17 YEARS OLD!",
    "TRUE OR FALSE: THERE ARE OVER 38,000 GOLF COURSES WORLDWIDE? TRUE!",
    "LEGEND HAS IT: TIGER COMPLETED THE CAREER GRAND SLAM BY AGE 24!",
    "CAN YOU BELIEVE? A 59 HAS BEEN SHOT 13 TIMES IN PGA TOUR HISTORY!",
    "DID YOU KNOW? DUSTIN JOHNSON OVERPOWERED OAKMONT TO WIN THE 2016 US OPEN!",
    "TRIVIA TIME: WHO WON THE 2019 MASTERS? TIGER WOODS - ONE OF SPORT'S GREATEST COMEBACKS!",
    "FUN FACT: TOPGOLF REVOLUTIONIZED GOLF ENTERTAINMENT WITH THEIR DRIVING RANGE CONCEPT!",
    "GUESS WHAT? THE MEMORIAL TOURNAMENT IS HOSTED BY JACK NICKLAUS HIMSELF!",
    "HOW MANY TOUR WINS DOES PHIL MICKELSON HAVE? 45 - INCLUDING 6 MAJORS!",
    "BELIEVE IT OR NOT: ANNIKA SORENSTAM WON 72 LPGA EVENTS AND 10 MAJORS!",
    "DID YOU KNOW? CAMERON SMITH SHOT A RECORD FINAL ROUND TO WIN THE 2022 OPEN!",
    "TRUE OR FALSE: THE FIRST GOLF CLUBS WERE MADE OF WOOD? TRUE!",
    "FUN FACT: MODERN DRIVERS CAN BE NO LARGER THAN 460CC - THAT'S THE RULE!",
    "LEGEND HAS IT: PAYNE STEWART'S PUTT TO WIN THE 1999 US OPEN WAS ONE OF GOLF'S GREATEST MOMENTS!",
    "CAN YOU BELIEVE? JON RAHM WON THE 2021 US OPEN AT TORREY PINES WHERE HE GOT ENGAGED!",
    "HOW MUCH DOES THE MASTERS WINNER GET? ABOUT $3.6 MILLION!",
    "DID YOU KNOW? SERGIO GARCIA WON THE 2017 MASTERS AFTER YEARS OF HEARTBREAK IN MAJORS!",
    "TRIVIA TIME: WHAT'S TIGER'S REAL FIRST NAME? ELDRICK - TIGER IS A NICKNAME!",
    "GUESS WHAT? GOLF WAS INCLUDED IN THE 1900 AND 1904 OLYMPICS BEFORE BEING DROPPED!",
    "BELIEVE IT OR NOT: CHARLIE SIFFORD BROKE THE PGA TOUR COLOR BARRIER IN 1961!",
    "FUN FACT: JORDAN SPIETH WON THE MASTERS, US OPEN, AND OPEN BY AGE 24!",
    "DID YOU KNOW? THE 17TH AT SAWGRASS IS SURROUNDED BY WATER - IT'S CALLED THE ISLAND GREEN!",
    "HOW MANY DESIGN COURSES DID DONALD ROSS CREATE? OVER 400!",
    "TRUE OR FALSE: GOLF IS AN $84 BILLION INDUSTRY IN THE USA? TRUE!",
    "LEGEND HAS IT: JACK NICKLAUS SHOT 30 ON THE BACK NINE TO WIN THE 1986 MASTERS AT 46!",
    "CAN YOU BELIEVE? THE CUT LINE IS USUALLY THE TOP 65 PLAYERS AND TIES!",
    "DID YOU KNOW? PRO V1 GOLF BALLS LAUNCHED IN 2000 AND CHANGED THE GAME!",
    "TRIVIA TIME: WHO DESIGNED AUGUSTA NATIONAL? BOBBY JONES AND ALISTER MACKENZIE!",
    "FUN FACT: BUTCH HARMON COACHED TIGER TO 6 OF HIS 15 MAJORS!",
    "GUESS WHAT? THE AZALEAS AT AUGUSTA BLOOM PERFECTLY DURING MASTERS WEEK!",
    "HOW MANY LPGA MAJORS DID INBEE PARK WIN? 7 - SHE'S A HALL OF FAMER!",
    "BELIEVE IT OR NOT: VIJAY SINGH PRACTICED SO MUCH HE HIT 1,000 BALLS A DAY!",
    "DID YOU KNOW? TRACKMAN LAUNCH MONITORS REVOLUTIONIZED GOLF INSTRUCTION!",
    "TRUE OR FALSE: BENTGRASS IS COMMON FOR PUTTING GREENS IN THE NORTH? TRUE!",
    "FUN FACT: FIRST TEE PROGRAM HAS INTRODUCED MILLIONS OF KIDS TO GOLF!",
    "LEGEND HAS IT: ARNIE'S ARMY WAS THE NAME FOR ARNOLD PALMER'S DEVOTED FANS!",
    "CAN YOU BELIEVE? HARVEY PENICK'S LITTLE RED BOOK IS THE BEST-SELLING GOLF BOOK EVER!",
    "HOW FAR IS THE LONGEST HOLE ON TOUR? OVER 650 YARDS - A MONSTER PAR 5!",
    "DID YOU KNOW? NELLY KORDA WON OLYMPIC GOLD AND IS A RISING LPGA SUPERSTAR!",
    "TRIVIA TIME: WHAT DOES STIMPMETER MEASURE? GREEN SPEED!",
    "GUESS WHAT? FLORIDA HAS MORE GOLF COURSES THAN ANY OTHER STATE!",
    "BELIEVE IT OR NOT: THE AVERAGE GOLFER SHOOTS AROUND 100!",
    "FUN FACT: BREAKING 80 MEANS YOU'RE A REALLY GOOD GOLFER!",
    "DID YOU KNOW? SHANE LOWRY DOMINATED THE 2019 OPEN AT ROYAL PORTRUSH IN IRELAND!",
    "HOW MANY PRESIDENTS CUPS HAS THE USA WON? 12 OUT OF 14 - COMPLETE DOMINANCE!",
    "TRUE OR FALSE: WHISTLING STRAITS HOSTED THE 2021 RYDER CUP? TRUE - USA WON BIG!",
    "LEGEND HAS IT: THE MIRACLE AT MEDINAH SAW EUROPE'S AMAZING 2012 RYDER CUP COMEBACK!",
    "CAN YOU BELIEVE? GREG NORMAN WAS WORLD #1 FOR 331 WEEKS!",
    "DID YOU KNOW? MAX HOMA HAS BECOME A FAN FAVORITE WITH HIS HUMOR AND 6 TOUR WINS!",
    "TRIVIA TIME: WHO IS CALLED THE BIG EASY? ERNIE ELS - FOR HIS SMOOTH SWING!",
    "FUN FACT: BANDON DUNES IN OREGON IS A GOLF DESTINATION WITH 5 AMAZING COURSES!",
    "GUESS WHAT? TOM KIM WON TWICE ON TOUR AS A TEENAGER FROM SOUTH KOREA!",
    "HOW LONG IS THE SHORTEST PAR 3 ON TOUR? 106 YARDS AT THE PHOENIX OPEN!",
    "BELIEVE IT OR NOT: GARY PLAYER WON 9 MAJORS AND 24 PGA TOUR EVENTS!",
    "DID YOU KNOW? FRANCESCO MOLINARI WENT BOGEY-FREE IN THE FINAL ROUND TO WIN THE 2018 OPEN!",
    "TRUE OR FALSE: NICKLAUS IS CALLED THE GOLDEN BEAR? TRUE!",
    "FUN FACT: RORY MCILROY HAS WON THE FEDEX CUP 3 TIMES!",
    "LEGEND HAS IT: GENE SARAZEN'S DOUBLE EAGLE AT THE 1935 MASTERS IS CALLED THE SHOT HEARD ROUND THE WORLD!",
    "CAN YOU BELIEVE? PATRICK CANTLAY WON 6 TIMES IN 2 SEASONS TO BECOME A TOP PLAYER!",
    "HOW MANY MAJOR WINS DOES TOM WATSON HAVE? 8 - INCLUDING 5 OPEN CHAMPIONSHIPS!",
    "DID YOU KNOW? VIKTOR HOVLAND IS NORWAY'S FIRST PGA TOUR STAR!",
    "TRIVIA TIME: WHAT'S THE PURSE AT THE PLAYERS CHAMPIONSHIP? $25 MILLION!",
    "GUESS WHAT? GOLF HANDICAPS HELP PLAYERS OF DIFFERENT SKILLS COMPETE FAIRLY!",
    "BELIEVE IT OR NOT: BEN HOGAN WON 9 MAJORS DESPITE A NEAR-FATAL CAR CRASH!",
    "FUN FACT: AN ALBATROSS (DOUBLE EAGLE) IS 3 UNDER PAR ON A SINGLE HOLE!",
    "DID YOU KNOW? JUSTIN THOMAS RALLIED FROM 5 BACK TO WIN THE 2017 PGA!",
    "HOW MANY WINS DOES HALE IRWIN HAVE ON THE CHAMPIONS TOUR? 45 - THE MOST EVER!",
    "TRUE OR FALSE: GOLF REDUCES STRESS AND IMPROVES MENTAL HEALTH? TRUE!",
    "LEGEND HAS IT: TONY FINAU DISLOCATED HIS ANKLE CELEBRATING A HOLE-IN-ONE AND STILL PLAYED!",
    "CAN YOU BELIEVE? THE GOLF CHANNEL LAUNCHED IN 1995 - NOW PART OF NBC SPORTS!",
    "DID YOU KNOW? MATT FITZPATRICK WON THE 2022 US OPEN AT THE SAME COURSE WHERE HE WON THE US AMATEUR!",
    "TRIVIA TIME: WHO IS CALLED LEFTY? PHIL MICKELSON - EVEN THOUGH HE'S RIGHT-HANDED IN EVERYTHING ELSE!",
    "FUN FACT: CONDOLEEZZA RICE WAS ONE OF THE FIRST WOMEN MEMBERS AT AUGUSTA NATIONAL IN 2012!",
    "GUESS WHAT? STABLEFORD SCORING GIVES POINTS INSTEAD OF COUNTING STROKES!",
    "HOW LONG WAS THE LONGEST PUTT EVER MADE? AN UNBELIEVABLE 375 FEET!",
    "BELIEVE IT OR NOT: GRAEME MCDOWELL WON THE 2010 US OPEN FOR NORTHERN IRELAND!",
    "DID YOU KNOW? DARREN CLARKE'S EMOTIONAL 2011 OPEN WIN CAME AFTER YEARS OF PERSONAL TRAGEDY!",
    "TRUE OR FALSE: CALLING PENALTIES ON YOURSELF IS A CORE GOLF TRADITION? TRUE - IT'S A GAME OF HONOR!",
    "FUN FACT: MYRTLE BEACH IS CALLED THE GOLF CAPITAL OF THE WORLD!",
    "LEGEND HAS IT: ADAM SCOTT USED A BROOMSTICK PUTTER TO WIN THE 2013 MASTERS!",
    "CAN YOU BELIEVE? WINNING A MAJOR GUARANTEES A 5-YEAR TOUR EXEMPTION!",
    "HOW MANY WOMEN'S MAJORS DID MICKEY WRIGHT WIN? 13 - AND 82 LPGA EVENTS!",
    "DID YOU KNOW? KEEGAN BRADLEY WON THE 2011 PGA IN HIS VERY FIRST MAJOR APPEARANCE!",
    "TRIVIA TIME: WHAT'S A NASSAU BET? THREE SEPARATE WAGERS IN ONE ROUND - FRONT, BACK, AND TOTAL!",
    "GUESS WHAT? ZACH JOHNSON HAS WON BOTH THE MASTERS AND THE OPEN!",
    "BELIEVE IT OR NOT: CAMERON YOUNG HAD MULTIPLE TOP-5S BEFORE HIS FIRST WIN!",
    "FUN FACT: READY GOLF MEANS PLAY WHEN YOU'RE READY - NOT WHOEVER IS FARTHEST FIRST!",
    "DID YOU KNOW? LOUIS OOSTHUIZEN'S 2010 OPEN WIN AT ST ANDREWS WAS NEAR FLAWLESS!",
    "HOW MANY NCAA TITLES DID TIGER WIN? 2 - PLUS 3 CONSECUTIVE US AMATEURS!",
    "TRUE OR FALSE: SCOTLAND'S GOLF COAST HAS OVER 50 COURSES? TRUE!",
    "LEGEND HAS IT: LEE ELDER WAS THE FIRST BLACK GOLFER TO PLAY IN THE MASTERS IN 1975!",
    "CAN YOU BELIEVE? WEBB SIMPSON WON THE 2012 US OPEN AT JUST 26 YEARS OLD!",
    "DID YOU KNOW? HYBRID CLUBS HAVE REPLACED LONG IRONS FOR MANY AMATEUR GOLFERS!",
    "TRIVIA TIME: WHO IS THE MERRY MEX? LEE TREVINO - FOR HIS PERSONALITY AND HERITAGE!",
    "FUN FACT: JASON DAY WAS ONCE RANKED #1 IN THE WORLD AFTER WINNING THE 2015 PGA!",
    "GUESS WHAT? THE SOLHEIM CUP IS THE WOMEN'S VERSION OF THE RYDER CUP!",
    "HOW OLD WAS JORDAN SPIETH WHEN HE WON THE MASTERS? JUST 21!",
    "BELIEVE IT OR NOT: CHIP SHOTS FROM AROUND THE GREEN ARE WHERE MOST STROKES ARE LOST!",
    "DID YOU KNOW? MARTIN KAYMER WON 2 MAJORS FOR GERMANY!",
    "TRUE OR FALSE: PETE DYE DESIGNED OVER 100 COURSES INCLUDING WHISTLING STRAITS? TRUE!",
    "FUN FACT: PUTTER TECHNOLOGY NOW INCLUDES ALIGNMENT AIDS AND SPECIAL INSERTS!",
    "LEGEND HAS IT: CHI CHI RODRIGUEZ WOULD COVER THE HOLE WITH HIS HAT AFTER BIRDIES!",
    "CAN YOU BELIEVE? THE WASTE MANAGEMENT PHOENIX OPEN HAS OVER 700,000 FANS EACH YEAR!",
    "HOW MANY TOUR WINS DID BYRON NELSON HAVE? 52 - INCLUDING 18 IN 1945 ALONE!",
    "DID YOU KNOW? BROOKE HENDERSON HAS 12+ LPGA WINS FOR CANADA!",
    "TRIVIA TIME: WHAT'S A SCRATCH GOLFER? SOMEONE WITH A 0 HANDICAP WHO SHOOTS PAR!",
    "GUESS WHAT? SPIKELESS GOLF SHOES ARE NOW MORE POPULAR THAN TRADITIONAL SPIKES!",
    "BELIEVE IT OR NOT: NICK FALDO WON 6 MAJORS WITH 3 MASTERS AND 3 OPENS!",
    "FUN FACT: THE ZURICH CLASSIC IS A UNIQUE TEAM EVENT ON THE PGA TOUR!",
    "DID YOU KNOW? RETIEF GOOSEN WON 2 US OPENS FOR SOUTH AFRICA!",
    "HOW MUCH WATER DO GOLF COURSES USE? MILLIONS OF GALLONS - SUSTAINABILITY IS A BIG FOCUS NOW!",
    "TRUE OR FALSE: TITLEIST HAS BEEN THE #1 BALL IN GOLF SINCE 1949? TRUE!",
    "LEGEND HAS IT: BOBBY LOCKE WON 4 OPEN CHAMPIONSHIPS WITH HIS UNIQUE PUTTING STYLE!",
    "CAN YOU BELIEVE? PADRAIG HARRINGTON WON 3 MAJORS IN JUST 13 MONTHS!",
    "DID YOU KNOW? THE WALKER CUP IS THE AMATEUR VERSION OF THE RYDER CUP!",
    "TRIVIA TIME: WHO FOUNDED THE PGA TOUR? PROFESSIONAL GOLFERS IN 1929!",
    "FUN FACT: GOLF GPS WATCHES CAN NOW GIVE ACCURATE YARDAGES TO EVERY SPOT ON THE COURSE!",
    "GUESS WHAT? BERNHARD LANGER HAS DOMINATED THE CHAMPIONS TOUR FOR OVER 15 YEARS!",
    "HOW MANY MAJORS DID NICK PRICE WIN? 3 - HE'S FROM ZIMBABWE!",
    "BELIEVE IT OR NOT: RANGEFINDERS ARE NOW LEGAL IN PGA TOUR EVENTS!",
    "DID YOU KNOW? SI WOOK KIM IS ONE OF SEVERAL KOREAN STARS MAKING WAVES ON TOUR!",
    "TRUE OR FALSE: HENRY COTTON WON 3 OPEN CHAMPIONSHIPS FOR ENGLAND? TRUE!",
    "FUN FACT: ARCCOS IS AN AI SYSTEM THAT TRACKS EVERY SHOT YOU HIT!",
    "LEGEND HAS IT: PETER THOMSON WON 5 OPEN CHAMPIONSHIPS FOR AUSTRALIA!",
    "CAN YOU BELIEVE? FRED COUPLES' SMOOTH SWING MADE HIM A FAN FAVORITE FOR DECADES!",
    "HOW MANY COURSES ARE AT BANDON DUNES? 5 INCREDIBLE LINKS-STYLE LAYOUTS!",
    "DID YOU KNOW? LPGA PLAYERS HIT THE BALL FARTHER THAN EVER - OVER 270 YARDS FOR LEADERS!",
    "TRIVIA TIME: WHAT COURSE HOSTED THE 2016 OLYMPICS? GIL HANSE'S DESIGN IN RIO!",
    "GUESS WHAT? SUNGJAE IM IS ONE OF THE MOST CONSISTENT PLAYERS FROM SOUTH KOREA!",
    "BELIEVE IT OR NOT: TONY JACKLIN WAS A BRITISH GOLF HERO WITH 2 MAJORS!",
    "FUN FACT: THE SENTRY TOURNAMENT OF CHAMPIONS KICKS OFF EACH PGA TOUR SEASON IN HAWAII!",
    "DID YOU KNOW? COORE & CRENSHAW USE A MINIMALIST DESIGN PHILOSOPHY!",
    "HOW LONG HAS THE RYDER CUP BEEN RUNNING? SINCE 1927 - ALMOST 100 YEARS!",
    "TRUE OR FALSE: TOM DOAK DESIGNED PACIFIC DUNES? TRUE - IT'S ONE OF THE BEST!",
    "LEGEND HAS IT: STEWART CINK UPSET TOM WATSON IN THE 2009 OPEN PLAYOFF!",
    "CAN YOU BELIEVE? SAM BURNS BECAME A 5-TIME WINNER BEFORE TURNING 28!",
    "DID YOU KNOW? GOLF ARCHITECTURE HAS BECOME AN ART FORM WITH DESIGNERS LIKE FAZIO AND DOAK!",
    "TRIVIA TIME: WHAT'S A SLOPE RATING? A MEASURE OF DIFFICULTY FOR AVERAGE GOLFERS!",
    "FUN FACT: MATCH PLAY IS HOLE-BY-HOLE COMPETITION - TOTAL SCORE DOESN'T MATTER!",
    "GUESS WHAT? THE TOUR CHAMPIONSHIP NOW USES A STAGGERED START BASED ON FEDEX STANDINGS!",
    "HOW MANY TIMES HAS RORY WON THE FEDEX CUP? 3 TIMES - TIED FOR MOST EVER!",
    "BELIEVE IT OR NOT: DUSTIN JOHNSON HAS WON OVER 20 PGA TOUR EVENTS INCLUDING 2 MAJORS!",
    "DID YOU KNOW? LINKS GOLF IS THE ORIGINAL SCOTTISH STYLE - SEASIDE WITH FEW TREES!",
    "TRUE OR FALSE: THE BRADY-RODGERS MATCH RAISED MILLIONS FOR CHARITY? TRUE!",
    "FUN FACT: SLOW PLAY IS CONSIDERED GOLF'S BIGGEST PROBLEM - READY GOLF HELPS!",
    "LEGEND HAS IT: RICKIE FOWLER FINISHED TOP-5 IN ALL 4 MAJORS IN 2014 BUT DIDN'T WIN!",
    "CAN YOU BELIEVE? GOLF CAN BE PLAYED AND ENJOYED FOR A LIFETIME!",
    "DID YOU KNOW? BREAKING 90 IS A MAJOR MILESTONE FOR AMATEUR GOLFERS!",
    "HOW MANY PGA TOUR CARDS COME FROM KORN FERRY? TOP 30 EARN THEIR CARDS EACH YEAR!",
    "TRIVIA TIME: WHAT DID LIV GOLF DO IN 2022? LAUNCHED AS A RIVAL TOUR WITH BIG MONEY!",
    "GUESS WHAT? THE PGA TOUR INCREASED PURSES DRAMATICALLY TO COMPETE!",
    "BELIEVE IT OR NOT: GOLF BUILDS MORE BUSINESS RELATIONSHIPS THAN ANY OTHER SPORT!",
    "FUN FACT: FORE! IS SHOUTED TO WARN OTHERS OF AN INCOMING BALL!",
    "DID YOU KNOW? PATRONS IS WHAT FANS ARE CALLED AT THE MASTERS - NEVER SPECTATORS!",
    "TRUE OR FALSE: REPAIR YOUR BALL MARKS AND DIVOTS IS BASIC GOLF ETIQUETTE? TRUE!",
    "LEGEND HAS IT: TIGER WOODS FOUNDATION HAS HELPED MILLIONS OF UNDERSERVED YOUTH!",
    "CAN YOU BELIEVE? JUNIOR GOLF PARTICIPATION IS GROWING FASTER THAN EVER!",
    "HOW MANY CALORIES DOES WALKING 18 HOLES BURN? ABOUT 1,500!",
    "DID YOU KNOW? GOLF TEACHES INTEGRITY, HONOR, AND CALLING PENALTIES ON YOURSELF!",
    "TRIVIA TIME: WHAT'S PAR ON MOST CHAMPIONSHIP COURSES? 72!",
    "GUESS WHAT? SOME COURSES NOW OFFER 12-HOLE OR 9-HOLE LOOPS FOR FASTER PLAY!",
    "FUN FACT: WOMEN'S GOLF PARTICIPATION IS GROWING RAPIDLY WORLDWIDE!",
    "AMAZING FACT: THE SWILCAN BRIDGE AT ST ANDREWS IS OVER 700 YEARS OLD!",
    "DID YOU KNOW? WYNDHAM CLARK WON HIS FIRST MAJOR AT THE 2023 US OPEN!",
    "HOW MANY HOLES-IN-ONE HAS TIGER MADE? 20 IN HIS CAREER - 3 ON THE PGA TOUR!",
    "BELIEVE IT OR NOT: CYPRESS POINT'S 16TH HOLE PLAYS OVER THE PACIFIC OCEAN!",
    "FUN FACT: THE CLARET JUG IS THE OLDEST TROPHY IN GOLF - DATING TO 1872!",
    "GUESS WHAT? BRYSON DECHAMBEAU USES PHYSICS EQUATIONS TO PLAN HIS SHOTS!",
    "TRUE OR FALSE: THE WORD 'CADDIE' COMES FROM FRENCH? TRUE - FROM 'CADET'!",
    "LEGEND HAS IT: SAM SNEAD NEVER WON A US OPEN DESPITE 4 RUNNER-UP FINISHES!",
    "CAN YOU BELIEVE? AUGUSTA NATIONAL'S MEMBERSHIP LIST IS COMPLETELY SECRET!",
    "DID YOU KNOW? THE ROAD HOLE AT ST ANDREWS (17TH) IS CONSIDERED THE HARDEST IN GOLF!",
    "TRIVIA TIME: WHAT'S THE YIPS? A NERVOUS CONDITION THAT AFFECTS PUTTING!",
    "HOW HEAVY IS A GOLF BAG? PROS CARRY 30-50 POUNDS OF EQUIPMENT!",
    "BELIEVE IT OR NOT: TIGER'S 2000 US OPEN WIN AT PEBBLE BEACH WAS BY 15 SHOTS!",
    "FUN FACT: THE MASTERS IS THE ONLY MAJOR PLAYED AT THE SAME COURSE EVERY YEAR!",
    "DID YOU KNOW? RORY MCILROY WON THE 2011 US OPEN BY 8 SHOTS AT CONGRESSIONAL!",
    "GUESS WHAT? PUTTING ACCOUNTS FOR ABOUT 40% OF ALL STROKES IN A ROUND!",
    "TRUE OR FALSE: GARY PLAYER IS CALLED THE BLACK KNIGHT? TRUE - FOR HIS ALL-BLACK ATTIRE!",
    "LEGEND HAS IT: ARNOLD PALMER CHARGED FROM 7 BACK TO WIN THE 1960 US OPEN!",
    "CAN YOU BELIEVE? THE PGA TOUR PLAYS IN 7 DIFFERENT COUNTRIES EACH YEAR!",
    "HOW LONG IS AN AVERAGE GOLF COURSE? ABOUT 7,000 YARDS FROM THE TIPS!",
    "DID YOU KNOW? WINGED FOOT HAS HOSTED 6 US OPENS - MORE THAN ANY OTHER COURSE!",
    "TRIVIA TIME: WHAT'S A MULLIGAN? AN UNOFFICIAL DO-OVER SHOT!",
    "FUN FACT: THE HONDA CLASSIC IS ONE OF THE OLDEST EVENTS ON THE PGA TOUR!",
    "BELIEVE IT OR NOT: DUSTIN JOHNSON ONCE SLEPT THROUGH HIS TEE TIME!",
    "DID YOU KNOW? MICHELLE WIE PLAYED IN A PGA TOUR EVENT AT AGE 14!",
    "GUESS WHAT? LUCAS GLOVER WON THE 2009 US OPEN DURING A RAIN-SOAKED WEEK!",
    "HOW MANY DIMPLES ARE ON A PRO V1? EXACTLY 388!",
    "TRUE OR FALSE: THE GENESIS INVITATIONAL IS HOSTED BY TIGER WOODS? TRUE!",
    "LEGEND HAS IT: CRAIG STADLER WON THE 1982 MASTERS WITH HIS SON WATCHING!",
    "CAN YOU BELIEVE? SOME TOUR PLAYERS HIT OVER 1,000 PRACTICE BALLS A DAY!",
    "DID YOU KNOW? THE WANAMAKER TROPHY IS GIVEN TO THE PGA CHAMPIONSHIP WINNER!",
    "TRIVIA TIME: WHAT'S A SANDBAGGER? SOMEONE WHO INFLATES THEIR HANDICAP!",
    "FUN FACT: KIAWAH ISLAND'S OCEAN COURSE WAS BUILT IN JUST 12 MONTHS!",
    "BELIEVE IT OR NOT: JACK NICKLAUS FINISHED SECOND IN MAJORS 19 TIMES!",
    "HOW OLD WAS YOUNG TOM MORRIS WHEN HE WON THE OPEN? JUST 17 IN 1868!",
    "DID YOU KNOW? JUSTIN LEONARD'S 45-FOOT PUTT WON THE 1999 RYDER CUP!",
    "GUESS WHAT? THE FEDEX CUP CHAMPION NOW WINS $18 MILLION!",
    "TRUE OR FALSE: HOGAN'S SECRET WAS ABOUT HIS GRIP? MAYBE - HE NEVER FULLY REVEALED IT!",
    "LEGEND HAS IT: TOM KITE WORE THE SAME HAT FOR 20 YEARS FOR GOOD LUCK!",
    "CAN YOU BELIEVE? WENTWORTH IN ENGLAND IS CALLED THE BURMA ROAD!",
    "DID YOU KNOW? DAVIS LOVE III WON THE 1997 PGA IN EMOTIONAL FASHION!",
    "TRIVIA TIME: WHAT'S A FLYER? A SHOT THAT GOES FARTHER THAN EXPECTED FROM ROUGH!",
    "FUN FACT: MUIRFIELD VILLAGE WAS JACK NICKLAUS' DREAM COURSE TO BUILD!",
    "HOW MANY CLUBS CAN YOU CARRY? MAXIMUM 14 BY THE RULES!",
    "BELIEVE IT OR NOT: PHIL MICKELSON HAS 6 SECOND-PLACE FINISHES AT THE US OPEN!",
    "DID YOU KNOW? COLIN MONTGOMERIE NEVER WON A MAJOR DESPITE 5 RUNNER-UPS!",
    "GUESS WHAT? TORREY PINES IS A PUBLIC COURSE THAT HOSTS THE US OPEN!",
    "TRUE OR FALSE: THE FIRST MASTERS WAS PLAYED IN 1934? TRUE!",
    "LEGEND HAS IT: HALE IRWIN MISSED A TAP-IN TO LOSE THE 1983 OPEN BY ONE!",
    "CAN YOU BELIEVE? A STANDARD ROUND TAKES 4-4.5 HOURS TO COMPLETE!",
    "DID YOU KNOW? TONY LEMA WON THE 1964 OPEN IN HIS FIRST LINKS APPEARANCE!",
    "TRIVIA TIME: WHAT'S A SNOWMAN? SCORING AN 8 ON A HOLE!",
    "FUN FACT: OAKMONT'S CHURCH PEWS BUNKER IS ONE OF GOLF'S MOST FAMOUS HAZARDS!",
    "HOW FAST DO PROS SWING? ABOUT 115-125 MPH WITH DRIVER!",
    "BELIEVE IT OR NOT: JORDAN SPIETH MADE OVER $22 MILLION IN 2015 ALONE!",
    "DID YOU KNOW? THE COUNTRY CLUB IN BROOKLINE IS ONE OF AMERICA'S OLDEST!",
    "GUESS WHAT? WIND CAN ADD OR SUBTRACT 2+ CLUBS FROM YOUR YARDAGE!",
    "TRUE OR FALSE: ROBERTO DE VICENZO LOST THE 1968 MASTERS DUE TO A SCORECARD ERROR? TRUE!",
    "LEGEND HAS IT: KEN VENTURI WON THE 1964 US OPEN SUFFERING FROM HEAT EXHAUSTION!",
    "CAN YOU BELIEVE? THERE ARE 18 RULES OF GOLF WITH MANY SUB-SECTIONS!",
    "DID YOU KNOW? THE CAREY GRANT PUTTING GRIP IS NAMED AFTER THE ACTOR!",
    "TRIVIA TIME: WHAT'S A TEXAS WEDGE? USING A PUTTER FROM OFF THE GREEN!",
    "FUN FACT: THE SHARK SHOOTOUT IS A FUN TEAM EVENT IN DECEMBER!",
    "HOW MANY PGA TOUR EVENTS ARE THERE? ABOUT 45 EACH SEASON!",
    "BELIEVE IT OR NOT: CURTIS STRANGE WON BACK-TO-BACK US OPENS IN 1988-89!",
    "DID YOU KNOW? SHINNECOCK HILLS IS ONE OF ONLY 5 FOUNDING USGA MEMBER CLUBS!",
    "GUESS WHAT? MOST PRO GOLFERS TRAVEL WITH THEIR OWN PILLOW FOR CONSISTENCY!",
    "TRUE OR FALSE: THERE'S A RULE ABOUT ANCHORING YOUR PUTTER? TRUE - IT'S NOW BANNED!",
    "LEGEND HAS IT: BILLY CASPER WON 51 PGA TOUR EVENTS - AN UNDERRATED LEGEND!",
    "CAN YOU BELIEVE? GOLF COURSES USE UP TO 300 MILLION GALLONS OF WATER YEARLY!",
    "DID YOU KNOW? ROYAL BIRKDALE HAS HOSTED THE OPEN CHAMPIONSHIP 10 TIMES!",
    "TRIVIA TIME: WHAT'S A BREAKFAST BALL? ANOTHER NAME FOR A FIRST-TEE MULLIGAN!",
    "FUN FACT: THE HAWAIIAN OPEN WAS ONE OF THE FIRST EXOTIC TOUR STOPS!",
    "HOW MUCH DOES A TOUR-QUALITY DRIVER COST? $500-$600 ON AVERAGE!",
    "BELIEVE IT OR NOT: ERNIE ELS WON THE 2012 OPEN WHEN ADAM SCOTT COLLAPSED!",
    "DID YOU KNOW? COLONIAL COUNTRY CLUB IS CALLED HOGAN'S ALLEY!",
    "GUESS WHAT? THE AVERAGE HANDICAP IN AMERICA IS AROUND 14!",
    "TRUE OR FALSE: IRON BYRON WAS A GOLF TESTING ROBOT? TRUE - NAMED AFTER BYRON NELSON!",
    "LEGEND HAS IT: TOMMY BOLT HAD SUCH A TEMPER HE WAS CALLED THUNDER!",
    "CAN YOU BELIEVE? SOME TOUR CADDIES MAKE OVER $2 MILLION PER YEAR!",
    "DID YOU KNOW? SANDY LYLE WAS THE FIRST BRITISH MASTERS WINNER SINCE 1970!",
    "TRIVIA TIME: WHAT'S A FRIED EGG? A BALL BURIED IN A BUNKER!",
    "FUN FACT: THE RSM CLASSIC IS PLAYED ON SEA ISLAND IN GEORGIA!",
    "HOW LONG IS A REGULATION GOLF BALL? 1.680 INCHES IN DIAMETER!",
    "BELIEVE IT OR NOT: MARK CALCAVECCHIA WON THE 1989 OPEN IN A 4-HOLE PLAYOFF!",
    "DID YOU KNOW? CONGRESSIONAL COUNTRY CLUB IS KNOWN FOR ITS BLUE COURSE!",
    "GUESS WHAT? THE AVERAGE PGA TOUR PLAYER MAKES ABOUT $1.4 MILLION A YEAR!",
    "TRUE OR FALSE: SCOTLAND HAS THE MOST GOLF COURSES PER CAPITA? TRUE!",
    "LEGEND HAS IT: JOHNNY MILLER SHOT 63 IN THE FINAL ROUND TO WIN THE 1973 US OPEN!",
    "CAN YOU BELIEVE? THE PGA TOUR STARTED USING SHOTLINK TRACKING IN 2001!",
    "DID YOU KNOW? RIVIERA COUNTRY CLUB IS CALLED HOGAN'S ALLEY FOR HIS 3 WINS!",
    "TRIVIA TIME: WHAT'S A SHANK? HITTING THE BALL WITH THE HOSEL - EVERY GOLFER'S NIGHTMARE!",
    "FUN FACT: THE WGC EVENTS OFFERED NO-CUT, ELITE FIELD TOURNAMENTS!",
    "HOW MANY GROOVES ARE ON AN IRON FACE? ABOUT 14-20 DEPENDING ON THE CLUB!",
    "BELIEVE IT OR NOT: IAN WOOSNAM HAD 15 CLUBS IN HIS BAG AT THE 2001 OPEN!",
    "DID YOU KNOW? QUAIL HOLLOW HOSTED THE 2017 PGA CHAMPIONSHIP!",
    "GUESS WHAT? THE DP WORLD TOUR (EURO TOUR) HAS EVENTS ON 4 CONTINENTS!",
    "TRUE OR FALSE: FUZZY ZOELLER WON THE 1979 MASTERS IN HIS FIRST APPEARANCE? TRUE!",
    "LEGEND HAS IT: RAYMOND FLOYD'S STARE DOWN THE FAIRWAY WAS INTIMIDATING!",
    "CAN YOU BELIEVE? SOME PROS CHANGE GOLF BALLS EVERY FEW HOLES!",
    "DID YOU KNOW? HARBOUR TOWN'S 18TH IS ONE OF THE MOST ICONIC FINISHING HOLES!",
    "TRIVIA TIME: WHAT'S A PUNCH SHOT? A LOW, CONTROLLED SHOT UNDER TREES OR WIND!",
    "FUN FACT: THE FARMERS INSURANCE OPEN AT TORREY PINES DRAWS HUGE CROWDS!",
    "HOW MUCH SPIN DO PROS PUT ON WEDGE SHOTS? UP TO 10,000 RPM!",
    "BELIEVE IT OR NOT: BABE ZAHARIAS WON 10 LPGA MAJORS IN THE 1940S-50S!",
    "DID YOU KNOW? EAST LAKE GOLF CLUB IN ATLANTA HOSTS THE TOUR CHAMPIONSHIP!",
    "GUESS WHAT? PRO GOLFERS AVERAGE ABOUT 285 YARDS OFF THE TEE!",
    "TRUE OR FALSE: THE BRITISH AMATEUR IS OLDER THAN THE OPEN? FALSE - OPEN IS 4 YEARS OLDER!",
    "LEGEND HAS IT: PAYNE STEWART'S PLANE CRASHED IN 1999 - A GOLF TRAGEDY!",
    "CAN YOU BELIEVE? SOME COURSES HAVE OVER 150 BUNKERS!",
    "DID YOU KNOW? MEDINAH COUNTRY CLUB HAS 3 COURSES AND 54 HOLES!",
    "TRIVIA TIME: WHAT'S A KNOCKDOWN? AN INTENTIONALLY LOW TRAJECTORY SHOT!",
    "FUN FACT: THE QBE SHOOTOUT PAIRS PROS IN A TEAM FORMAT!",
    "HOW MUCH DOES A MASTERS BADGE COST? ABOUT $375 FOR A DAY - IF YOU CAN GET ONE!",
    "BELIEVE IT OR NOT: LARRY NELSON TAUGHT HIMSELF GOLF FROM A BOOK!",
    "DID YOU KNOW? CARNOUSTIE IS CALLED CAR-NASTY FOR ITS DIFFICULTY!",
    "GUESS WHAT? THE AVERAGE GREEN IS ABOUT 5,000-6,000 SQUARE FEET!",
    "TRUE OR FALSE: DAVID DUVAL SHOT 59 AT THE 1999 BOB HOPE CLASSIC? TRUE!",
    "LEGEND HAS IT: JACK NICKLAUS HIT A 1-IRON AT PEBBLE'S 17TH TO WIN THE 1972 US OPEN!",
    "CAN YOU BELIEVE? TOUR PLAYERS PRACTICE PUTTING FOR 2-3 HOURS A DAY!",
    "DID YOU KNOW? ROYAL LYTHAM HAS NO WATER HAZARDS BUT PLENTY OF BUNKERS!",
    "TRIVIA TIME: WHAT'S A FLOP SHOT? A HIGH, SOFT SHOT THAT LANDS GENTLY!",
    "FUN FACT: THE VALSPAR CHAMPIONSHIP AT INNISBROOK HAS THE SNAKE PIT FINISH!",
    "HOW MANY GOLF COURSES DOES SCOTLAND HAVE? ABOUT 550!",
    "BELIEVE IT OR NOT: MARK O'MEARA WON THE MASTERS AND OPEN AT AGE 41!",
    "DID YOU KNOW? WINGED FOOT'S GREENS ARE SOME OF THE HARDEST TO PUTT!",
    "GUESS WHAT? A WELL-STRUCK 7-IRON SPINS AT ABOUT 7,000 RPM!",
    "TRUE OR FALSE: GOLF BAGS WERE ORIGINALLY MADE OF CANVAS? TRUE!",
    "LEGEND HAS IT: WALTER HAGEN ARRIVED TO EVENTS IN A LIMOUSINE!",
    "CAN YOU BELIEVE? SOME TOUR EVENTS HAVE OVER $20 MILLION IN PRIZE MONEY!",
    "DID YOU KNOW? BALTUSROL HAS HOSTED 16 USGA CHAMPIONSHIPS!",
    "TRIVIA TIME: WHAT'S AN ARMY GOLF? HITTING LEFT, RIGHT, LEFT, RIGHT!",
    "FUN FACT: THE CJ CUP BRINGS THE PGA TOUR TO SOUTH KOREA!",
    "HOW FAR DO TOUR PROS HIT A 7-IRON? ABOUT 175-185 YARDS!",
    "BELIEVE IT OR NOT: JOSE MARIA OLAZABAL WON 2 MASTERS DESPITE FOOT PROBLEMS!",
    "DID YOU KNOW? PINEHURST NO. 2 HAS TURTLE-BACK GREENS DESIGNED BY ROSS!",
    "GUESS WHAT? THE AVERAGE APPROACH SHOT ON TOUR IS FROM 150 YARDS!",
    "TRUE OR FALSE: BOBBY JONES RETIRED FROM COMPETITIVE GOLF AT 28? TRUE!",
    "LEGEND HAS IT: LEE TREVINO WAS STRUCK BY LIGHTNING ON COURSE AND SURVIVED!",
    "CAN YOU BELIEVE? THE MASTERS SERVES GEORGIA PEACH ICE CREAM SANDWICHES!",
    "DID YOU KNOW? ROYAL TROON'S POSTAGE STAMP IS ONE OF THE SHORTEST PAR 3S!",
    "TRIVIA TIME: WHAT'S A BANANA BALL? A SEVERE SLICE THAT CURVES LIKE A BANANA!",
    "FUN FACT: THE SAFEWAY OPEN KICKS OFF THE FALL PORTION OF THE TOUR!",
    "HOW MUCH DOES AUGUSTA'S GREEN JACKET COST TO MAKE? ABOUT $250!",
    "BELIEVE IT OR NOT: IAN BAKER-FINCH WON THE 1991 OPEN, THEN STRUGGLED TERRIBLY!",
    "DID YOU KNOW? OAKMONT'S GREENS WERE ONCE ROLLED WITH BARRELS OF SAND!",
    "GUESS WHAT? THE BEST PUTTERS ON TOUR MAKE OVER 90% FROM 6 FEET!",
    "TRUE OR FALSE: THE SOLHEIM CUP STARTED IN 1990? TRUE!",
    "LEGEND HAS IT: JACK NICKLAUS NEVER TOOK A LESSON UNTIL HE WAS 10!",
    "CAN YOU BELIEVE? PROFESSIONAL GOLF BALLS COST $4-5 EACH!",
    "DID YOU KNOW? SOUTHERN HILLS HOSTED THE 2022 PGA CHAMPIONSHIP!",
    "TRIVIA TIME: WHAT'S A GIMME? A SHORT PUTT THAT'S CONCEDED BY OPPONENTS!",
    "FUN FACT: THE SANDERSON FARMS CHAMPIONSHIP IS PLAYED IN JACKSON, MISSISSIPPI!",
    "HOW LONG IS THE AVERAGE PUTT ON THE PGA TOUR? ABOUT 15-20 FEET!",
    "BELIEVE IT OR NOT: SEVERIANO BALLESTEROS LEARNED GOLF WITH A 3-IRON ON THE BEACH!",
    "DID YOU KNOW? MUIRFIELD IN SCOTLAND HAS HOSTED 16 OPEN CHAMPIONSHIPS!",
    "GUESS WHAT? TOUR PROS CHANGE THEIR GRIPS ABOUT EVERY 6 WEEKS!",
    "TRUE OR FALSE: THE MASTERS CHAMPION PICKS THE MENU FOR THE CHAMPIONS DINNER? TRUE!",
    "LEGEND HAS IT: BEN CRENSHAW'S PUTTER WAS CALLED LITTLE BEN!",
    "CAN YOU BELIEVE? SOME TOUR PLAYERS USE DIFFERENT BALLS FOR DIFFERENT SHOTS!",
    "DID YOU KNOW? THE TRAVELERS CHAMPIONSHIP AT TPC RIVER HIGHLANDS DRAWS HUGE CROWDS!",
    "TRIVIA TIME: WHAT'S A WAGGLE? THE MOTION BEFORE STARTING THE BACKSWING!",
    "FUN FACT: THE CHARLES SCHWAB CHALLENGE IS PLAYED AT COLONIAL!",
    "HOW MUCH DOES IT COST TO PLAY PEBBLE BEACH? ABOUT $625 PER ROUND!",
    "BELIEVE IT OR NOT: YOUNG TOM MORRIS WON 4 CONSECUTIVE OPENS!",
    "DID YOU KNOW? THE OLD COURSE AT ST ANDREWS IS OVER 600 YEARS OLD!",
    "GUESS WHAT? THE TOUR AVERAGES ABOUT 26,000 SPECTATORS PER DAY AT EVENTS!",
    "TRUE OR FALSE: JACK NICKLAUS DESIGNED MUIRFIELD VILLAGE? TRUE - HIS MASTERPIECE!",
    "LEGEND HAS IT: ARNOLD PALMER WOULD HITCH UP HIS PANTS BEFORE HITTING!",
    "CAN YOU BELIEVE? THE 12TH AT AUGUSTA (GOLDEN BELL) IS ONLY 155 YARDS!",
    "DID YOU KNOW? THE JOHN DEERE CLASSIC HAS BEEN PLAYED SINCE 1971!",
    "TRIVIA TIME: WHAT'S A STINGER? A LOW, PENETRATING SHOT TIGER MADE FAMOUS!",
    "FUN FACT: THE 3M OPEN IS PLAYED AT TPC TWIN CITIES IN MINNESOTA!",
    "HOW MANY PRACTICE SWINGS DO TOUR PROS TAKE? USUALLY 1-2 AT MOST!",
    "BELIEVE IT OR NOT: NICK WATNEY WAS THE FIRST TOUR PLAYER TO TEST POSITIVE FOR COVID!",
    "DID YOU KNOW? OAKHILL COUNTRY CLUB HAS HOSTED MULTIPLE MAJOR CHAMPIONSHIPS!",
    "GUESS WHAT? A GOLF BALL'S OPTIMAL TRAJECTORY IS ABOUT 12-15 DEGREES!",
    "TRUE OR FALSE: COREY PAVIN HOLED OUT TO WIN THE 1995 US OPEN? TRUE!",
    "LEGEND HAS IT: BEN HOGAN DIPPED HIS CLUBS IN OIL TO KEEP THE SHAFTS SUPPLE!",
    "CAN YOU BELIEVE? THE TOUR CHAMPIONSHIP FIELD HAS ONLY 30 PLAYERS!",
    "DID YOU KNOW? TPC SCOTTSDALE'S 16TH HOLE HAS A STADIUM FOR 20,000 FANS!",
    "TRIVIA TIME: WHAT'S A KICK? WHEN THE BALL BOUNCES UNEXPECTEDLY!",
    "FUN FACT: THE ZOZO CHAMPIONSHIP BRINGS THE PGA TOUR TO JAPAN!",
    "HOW HEAVY IS A STANDARD PUTTER? ABOUT 330-360 GRAMS!",
    "BELIEVE IT OR NOT: TOM LEHMAN IS THE ONLY PLAYER TO WIN PGA, SENIOR, AND EURO PLAYER OF THE YEAR!",
    "DID YOU KNOW? VALDERRAMA IN SPAIN HAS HOSTED THE RYDER CUP!",
    "GUESS WHAT? THE AVERAGE DRIVING DISTANCE ON TOUR HAS INCREASED 30 YARDS SINCE 1980!",
    "TRUE OR FALSE: FRED COUPLES HAS NEVER HAD A FORMAL GOLF LESSON? REPORTEDLY TRUE!",
    "LEGEND HAS IT: MICK JAGGER ONCE CADDIED FOR ARNOLD PALMER IN A PRO-AM!",
    "CAN YOU BELIEVE? AUGUSTA NATIONAL HAS ABOUT 300 MEMBERS!",
    "DID YOU KNOW? THE ROCKET MORTGAGE CLASSIC IS PLAYED IN DETROIT!",
    "TRIVIA TIME: WHAT'S A CHUNKER? A FAT SHOT THAT DIGS INTO THE GROUND!",
    "FUN FACT: THE BARRACUDA CHAMPIONSHIP USES MODIFIED STABLEFORD SCORING!",
    "HOW MANY YARDS CAN WIND AFFECT A SHOT? UP TO 20-30 YARDS IN STRONG WIND!",
    "BELIEVE IT OR NOT: THE 2000 US OPEN AT PEBBLE BEACH HAD WINDS OVER 25 MPH!",
    "DID YOU KNOW? CROOKED STICK HOSTED JOHN DALY'S FAMOUS 1991 PGA WIN!",
    "GUESS WHAT? TOUR PLAYERS TYPICALLY USE 3-4 WEDGES IN THEIR BAGS!",
    "TRUE OR FALSE: TIGER'S COMEBACK AT THE 2018 TOUR CHAMPIONSHIP WAS HIS 80TH WIN? TRUE!",
    "LEGEND HAS IT: BOBBY JONES' PUTTER CALAMITY JANE IS IN THE USGA MUSEUM!",
    "CAN YOU BELIEVE? THE ROAD HOLE BUNKER AT ST ANDREWS IS 10 FEET DEEP!",
    "DID YOU KNOW? THE WYNDHAM CHAMPIONSHIP IS THE LAST REGULAR SEASON EVENT!",
    "TRIVIA TIME: WHAT'S AN UP AND DOWN? GETTING DOWN IN 2 FROM OFF THE GREEN!",
    "FUN FACT: THE BMW CHAMPIONSHIP IS ONE OF THREE FEDEX CUP PLAYOFF EVENTS!",
    "HOW LONG DOES IT TAKE TO PLAY 18 HOLES? ABOUT 4 HOURS FOR A FOURSOME!",
    "BELIEVE IT OR NOT: VIJAY SINGH PRACTICED IN THE DARK WITH GLOW BALLS!",
    "DID YOU KNOW? HAZELTINE HAS HOSTED THE US OPEN, PGA, AND RYDER CUP!",
    "GUESS WHAT? THE AVERAGE FAIRWAY WIDTH ON TOUR IS ABOUT 30-35 YARDS!",
    "TRUE OR FALSE: JACK NICKLAUS HAS MORE MAJOR TOP-10S THAN ANYONE? TRUE - 73!",
    "LEGEND HAS IT: TOM MORRIS SR. AND JR. WERE THE FIRST FATHER-SON OPEN CHAMPIONS!",
    "CAN YOU BELIEVE? AUGUSTA'S MAGNOLIA LANE IS 330 YARDS OF PURE BEAUTY!",
    "DID YOU KNOW? THE MEMORIAL HAS HONORED GOLF LEGENDS SINCE 1976!",
    "TRIVIA TIME: WHAT'S A PUSH? A SHOT THAT GOES STRAIGHT RIGHT (FOR RIGHT-HANDERS)!",
    "FUN FACT: THE FORTINET CHAMPIONSHIP STARTS THE PGA TOUR SEASON IN CALIFORNIA!"
  ]
}
